{
  "   ": [
    {
      "image": "/images/members/101122_Fenyo_012.jpg",
      "firstName": "David",
      "lastName": "Fenyö",
      "suffix": "Ph.D.",
      "position": "Professor",
      "projectDesc": "David's research focuses on multi-omic and spatial data integration, and he applies it to discover and verify biomarkers and therapeutic targets in cancer."
    }
  ],

  "Ph.D. Students": [
    {
      "image": "/images/members/noor-chalhoub.jpg",
      "firstName": "Noor",
      "lastName": "Chalhoub",
      "position": "Ph.D. Student",
      "projectDesc": "Noor is using GWAS and eQTL data from European and East Asian populations to deduce causal risk SNVs for Type 2 diabetes at the NKX6-3/ANK1 locus. Her work utilizes genome engineering techniques to build synthetic haplotypes with various combinations of potential risk SNVs and integrate them into human iPSCs. The cells containing the synthetic haplotypes will be differentiated into multiple cell types associated with Type 2 diabetes and characterized with snRNA-seq, snATAC-seq, and RT-qPCR."
    },
    {
      "image": "/images/members/michelle-hollenberg.jpeg",
      "firstName": "Michelle",
      "lastName": "Hollenberg",
      "position": "Ph.D. Student",
      "projectDesc": "Michelle focuses on developing strategies for analyzing multiplexed immunofluorescent images to investigate the tumor microenvironment in endometrial carcinoma. I use deep learning, image analysis, and multiomics tools to identify relevant biomarkers and morphological features that correlate with clinical outcomes, such as recurrence and immunotherapy response."
    },
    {
      "image": "/images/members/efiyenia-kaparos.jpg",
      "firstName": "Efiyenia",
      "lastName": "Kaparos",
      "position": "Ph.D. Student",
      "projectDesc": "Fenia is interested in quantifying transposable elements (TEs) in genomic and proteomic datasets and characterizing associated molecular features of TE activity. She is using proteogenomic data analysis to characterize the phenotypic landscape of high LINE-1 retrotransposon activity in our CPTAC and TCGA pan-cancer datasets, as well as support other computational and clinical projects involving human LINE-1."
    },
    {
      "image": "/images/members/madu-nzerem.jpeg",
      "firstName": "Madu",
      "lastName": "Nzerem",
      "position": "Ph.D. Student",
      "projectDesc": "Bacterial virulence factors can be used as an alternative target to treat/prevent bacterial infections. By representing biological information with deep learning based tools, I am integrating data from tertiary level protein structure and genomic neighborhoods to predict known and potentially novel bacterial virulence factors."
    },
    {
      "image": "/images/members/tianxiao-zhao.jpg",
      "firstName": "Tianxiao",
      "lastName": "Zhao",
      "position": "Ph.D. Student",
      "projectDesc": "Tianxiao develops computational tools for spatial multi-omics studies using deep learning, focusing on spatial data simulation, spatial context reconstruction, and data integration. He is also exploring applications of large language models in molecular biology."
    },
    {
      "image": "/images/members/ze-chen.jpg",
      "firstName": "Ze",
      "lastName": "Chen",
      "position": "Ph.D. Student",
      "projectDesc": "Ze uses statistical and machine learning methods to explore biology and medicine, and currently he is focusing on understanding aneuploidy in cancer by studying the interactions between cancer cells and immune cells."
    },
    {
      "image": "/images/members/linda-procell.jpg",
      "firstName": "Linda",
      "lastName": "Procell",
      "position": "Ph.D. Student",
      "projectDesc": "Linda is interested in studying health and disease in women's healthcare and gynecologic disorders through multi-omic analysis with a focus on single-cell and spatial transcriptomics. She is also intrigued by cellular heterogeneity in disease and the structural components of microenvironmental interactions."
    },
    {
      "image": "/images/members/blank.jpg",
      "firstName": "Olufolakemi",
      "lastName": "Olusanya",
      "position": "Ph.D. Student",
      "projectDesc": ""
    }
  ],

  "Postdocs / Reseach Scientist / Fellows": [
    {
      "image": "/images/members/wenke-liu.jpg",
      "firstName": "Wenke",
      "lastName": "Liu",
      "suffix": "Ph.D.",
      "position": "Research Scientist",
      "projectDesc": "Wenke's research focuses on developing machine learning methods to the harmonization analysis of large multimodal biomedical data sets."
    },
    {
      "image": "/images/members/jude-nawlo.jpg",
      "firstName": "Jude",
      "lastName": "Nawlo",
      "suffix": "M.D.",
      "position": "Gynecologic Oncology Fellow",
      "projectDesc": "Jude's research interests include investigation of LINE-1 retrotransposons in gynecologic cancer, chemotherapy decision-making and palliative care outcomes in the cancer population, national and international healthcare disparities and clinical trial accessibility."
    },
    {
      "image": "/images/members/jharna-patel.png",
      "firstName": "Jharna",
      "lastName": "Patel",
      "suffix": "M.D.",
      "position": "Gynecologic Oncology Fellow",
      "projectDesc": "Jharna's research interests include using whole slide imaging to investigate variances in immune profiles in responders versus non-responders to immunotherapy in cervical cancer. She also has an interest in clinical outcomes in early-stage and locally advanced vulvar cancers and in improving diversity in clinical trials."
    },
    {
      "image": "/images/members/bea-szeitz.jpeg",
      "firstName": "Bea",
      "lastName": "Szeitz",
      "suffix": "Ph.D.",
      "position": "Postdoctoral Fellow",
      "projectDesc": "Bea analyzes multi-omic cancer datasets to improve our understanding of tumor heterogeneity and its relation to tumor progression, metastasis development and therapy resistance. Her special interests are proteogenomics and lung cancer."
    }
  ],

  "Staff": [
    {
      "image": "/images/members/keegan.jpg",
      "firstName": "Sarah",
      "lastName": "Keegan",
      "position": "Scientific Programmer",
      "projectDesc": "Sarah collaborates with scientists on diverse projects, including computer vision and image analysis, statistical modeling, simulations of biological systems, creation of data repositories, and clinical data informatics."
    },
    {
      "image": "/images/members/mark-grivainis.jpg",
      "firstName": "Mark",
      "lastName": "Grivainis",
      "position": "Scientific Programmer",
      "projectDesc": "Mark transforms complex biological data into insightful visualizations, leveraging cloud-based technologies to enable researchers and scientists to explore and understand intricate patterns. His expertise lies in developing interactive and scalable visualization tools that empower data-driven discovery in the life sciences."
    }
  ],
  "Interns / Visitors / Rotation Students / Master's Students": [
    {
      "image": "/images/members/cassie-areff.jpg",
      "firstName": "Cassie",
      "lastName": "Areff",
      "position": "Rotation Student"
    },
    {
      "image": "/images/members/yumi-briones.jpg",
      "firstName": "Yumi",
      "lastName": "Briones",
      "position": "Rotation Student"
    },
    {
      "image": "/images/members/wenjing-zhang.jpg",
      "firstName": "Wenjing",
      "lastName": "Zhang",
      "position": "Student Intern"
    },
    {
      "image": "/images/members/ruby_photo.jpg",
      "firstName": "Ruby",
      "lastName": "Kumar",
      "position": "Master's Student"
    },
    {
      "image": "/images/members/brian-mann.png",
      "firstName": "Brian",
      "lastName": "Mann",
      "position": "Master's Student"
    },
    {
      "image": "/images/members/neal-cody.png",
      "firstName": "Neal",
      "lastName": "Cody",
      "position": "Master's Student"
    },
    {
      "image": "/images/members/daniel-drafta.png",
      "firstName": "Daniel",
      "lastName": "Drafta",
      "position": "Master's Student"
    },
    {
      "image": "/images/members/Mehdi-Marrakchi.jpg",
      "firstName": "Mehdi",
      "lastName": "Marrakchi",
      "position": "Student Intern"
    }
  ]
}
