{
  "Preprints": [
    {
      "authors": "Joseph C Mays, Sally Mei, Manjunatha Kogenaru, Helberth Quysbertf, Nazario Bosco, Xin Zhao, Joy J Bianchi, Aleah Goldberg, Gururaj Rao Kidiyoor, Liam J Holt, David Fenyö, Teresa Davoli",
      "link": "https://doi.org/10.1101/2023.09.08.555746",
      "journal": "bioRxiv 2023.09.08.555746",
      "title": "KaryoTap Enables Aneuploidy Detection in Thousands of Single Human Cells"
    },
    {
      "authors": "Jimin Tan, Hortense Le, Jiehui Deng, Yingzhuo Liu, Yuan Hao, Michelle Hollenberg, Wenke Liu, Joshua M Wang, Bo Xia, Sitharam Ramaswami, Valeria Mezzano, Cynthia Loomis, Nina Murrell, Andre L Moreira, Kyunghyun Cho, Harvey I Pass, Kwok-Kin Wong, Yi Ban, Benjamin G Neel, Aristotelis Tsirigos, David Fenyo",
      "link": "https://doi.org/10.1101/2024.09.05.611431",
      "journal": "bioRxiv 2024.09.05.611431",
      "title": "Characterization of tumor heterogeneity through segmentation-free representation learning"
    },
    {
      "authors": "Hussey G, Valeriano J, Zhang C, Sullivan A, Fenyö D, Schluter J",
      "link": "https://doi.org/10.21203/rs.3.rs-4343683/v1",
      "journal": "Res Sq [Preprint]. 2024 May 8:rs.3.rs-4343683",
      "title": "The MTIST platform: a microbiome time series inference standardized test"
    },
    {
      "authors": "María Xóchitl Benítez-Jones, Sarah Keegan, Sebastian Jamshahi, David Fenyö",
      "link": "https://doi.org/10.1101/2024.02.28.582150",
      "journal": "bioRxiv 2024.02.28.582150",
      "title": "Machine Learning Classification of 53BP1 Foci"
    },
    {
      "authors": "Indira Pla, Botond L. Szabolcs, Petra Nikolett Péter, Zsuzsanna Ujfaludi, Yonghyo Kim, Peter Horvatovich, Aniel Sanchez, Krzysztof Pawlowski, Elisabet Wieslander, Jéssica Guedes, Dorottya MP Pál, Anna A. Ascsillán, Lazaro Hiram Betancourt, István Balázs Németh, Jeovanis Gil, Natália Pinto de Almeida, Beáta Szeitz, Leticia Szadai, Viktória Doma, Nicole Woldmar, Áron Bartha, Zoltan Pahi, Tibor Pankotai, Balázs Győrffy, A. Marcell Szasz, Gilberto Domont, Fábio Nogueira, Ho Jeong Kwon, Roger Appelqvist, Sarolta Kárpáti, David Fenyö, Johan Malm, György Marko-Varga, Lajos V. Kemény",
      "link": "https://doi.org/10.1101/2024.02.08.579424",
      "journal": "bioRxiv 2024.02.08.579424",
      "title": "Identifying Ferroptosis Inducers, HDAC, and RTK Inhibitor Sensitivity in Melanoma Subtypes through Unbiased Drug Target Prediction"
    },
    {
      "authors": "Magdalena Kuras, Lazaro Hiram Betancourt, Runyu Hong, Leticia Szadai, Jimmy Rodriguez, Peter Horvatovich, Indira Pla, Jonatan Eriksson, Beáta Szeitz, Bartlomiej Deszcz, Charlotte Welinder, Yutaka Sugihara, Henrik Ekedahl, Bo Baldetorp, Christian Ingvar, Lotta Lundgren, Henrik Lindberg, Henriett Oskolas, Zsolt Horvath, Melinda Rezeli, Jeovanis Gil, Roger Appelqvist, Lajos V. Kemény, Johan Malm, Aniel Sanchez, A. Marcell Szasz, Krzysztof Pawlowski, Elisabet Wieslander, David Fenyö, Istvan Balazs Nemeth, György Marko-Varga",
      "link": "https://doi.org/10.1101/2023.09.29.559755",
      "journal": "bioRxiv 2023.09.29.559755",
      "title": "Histopathology-assisted proteogenomics provides foundations for stratification of melanoma metastases"
    },
    {
      "authors": "Gregory W. Goldberg, Manjunatha Kogenaru, Sarah Keegan, Max A. B. Haase, Larisa Kagermazova, Mauricio A. Arias, Kenenna Onyebeke, Samantha Adams, David Fenyo, Marcus B. Noyes, Jef D Boeke",
      "link": "https://doi.org/10.1101/2023.09.18.558319",
      "journal": "bioRxiv 2023.09.18.558319",
      "title": "Engineered transcription-associated Cas9 targeting in eukaryotic cells"
    },
    {
      "authors": "Niklas Ravn-Boess, Nainita Roy, Takamitsu Hattori, Devin Bready, Hayley Donaldson, Christopher Lawson, Cathryn Lapierre, Aryeh Korman, Tori Rodrick, Enze Liu, Joshua D. Frenster, Gabriele Stephan, Jordan Wilcox, Alexis D. Corrado, Julia Cai, Rebecca Ronnen, Shuai Wang, Sara Haddock, Jonathan Sabio Ortiz, Orin Mishkit, Alireza Khodadadi-Jamayran, Aris Tsirigos, David Fenyö, David Zagzag, Fabiana Perna, Drew R. Jones, Richard Possemato, Akiko Koide, Shohei Koide, Christopher Y. Park, Dimitris G. Placantonakis",
      "link": "https://doi.org/10.1101/2023.08.31.555733",
      "journal": "bioRxiv 2023.08.31.555733",
      "title": "The expression profile and tumorigenic mechanisms of CD97 (ADGRE5) in glioblastoma render it a targetable vulnerability"
    },
    {
      "authors": "Sarah Keegan, David Fenyö, Liam J. Holt",
      "link": "https://doi.org/10.1101/2023.06.26.546612",
      "journal": "bioRxiv 2023.06.26.546612",
      "title": "GEMspa: a Napari plugin for analysis of single particle tracking data"
    },
    {
      "authors": "Jiehui Deng, David H. Peng, David Fenyo, Hao Yuan, Alfonso Lopez, Daniel S. Levin, Mary Meynardie, Mari Quinteros, Michela Ranieri, Soumyadip Sahu, Sally C. M. Lau, Elaine Shum, Vamsidhar Velcheti, Salman R. Punekar, Natasha Rekhtman, Catríona M. Dowling, Vajira Weerasekara, Yun Xue, Hongbin Ji, Yik Siu, Drew Jones, Aaron N. Hata, Takeshi Shimamura, John T. Poirier, Charles M Rudin, Takamitsu Hattori, Shohei Koide, Thales Papagiannakopoulos, Benjamin G. Neel, Nabeel Bardeesy, Kwok-kin Wong",
      "link": "https://doi.org/10.1101/2023.04.18.537350",
      "journal": "bioRxiv 2023.04.18.537350",
      "title": "In vivo metabolomics identifies CD38 as an emergent vulnerability in LKB1-mutant lung cancer"
    },
    {
      "authors": "Gabriele Stephan, Hediye Erdjument-Bromage, Wenke Liu, Joshua D. Frenster, Niklas Ravn-Boess, Devin Bready, Julia Cai, David Fenyo, Thomas Neubert, Dimitris G. Placantonakis",
      "link": "https://doi.org/10.1101/2023.02.09.527921",
      "journal": "bioRxiv 2023.02.09.527921",
      "title": "Modulation of GPR133 (ADGRD1) Signaling by its Intracellular Interaction Partner Extended Synaptotagmin 1 (ESYT1)"
    },
    {
      "authors": "Tamas Szoradi, Tong Shu, Gururaj R Kidiyoor, Ying Xie, Nora L Herzog, Andrew Bazley, Martina Bonucci, Sarah Keegan, Shivanjali Saxena, Farida Ettefa, Gregory P Brittingham, Joel Lemiere, David Fenyo, Fred Chang, Morgan Delarue, Liam J Holt",
      "link": "https://doi.org/10.1101/2021.11.18.469159",
      "journal": "bioRxiv 2021.11.18.469159",
      "title": "nucGEMs probe the biophysical properties of the nucleoplasm"
    },
    {
      "authors": "Jeovanis Gil, Yonghyo Kim, Beáta Szeitz, Viktória Doma, Ugur Çakir, Natália Pinto de Almeida, Yanick Paco Hagemeijer, Victor Guryev, Jenny G Johansson, Yogita Sharma, Indira Pla Parada, Zsolt Horvath, Jéssica de Siqueira Guedes, Gustavo Monnerat, Fábio CS Nogueira, Boram Lee, Henriett Oskolas, Enikö Kuroli, Judit Hársing, Yutaka Sugihara, Magdalena Kuras, Roger Appelqvist, Elisabet Wieslander, Gilberto B Domont, Bo Baldetorp, Runyu Hong, Gergely Huszty, Laura Vizkeleti, József Tímár, David Fenyö, Lazaro Hiram Betancourt, Johan Jakobsson, Johan Malm, Aniel Sanchez, A. Marcell Szász, Peter Horvatovich, Melinda Rezeli, Sarolta Kárpáti, György Marko-Varga",
      "link": "https://doi.org/10.1101/2021.04.10.439245",
      "journal": "bioRxiv 2021.04.10.439245",
      "title": "Proteogenomics Reveals how Metastatic Melanoma Modulates the Immune System to Allow Immune Evasion"
    },
    {
      "authors": "Weiping Ma, Sunkyu Kim, Shrabanti Chowdhury, Zhi Li, Mi Yang, Seungyeul Yoo, Francesca Petralia, Jeremy Jacobsen, Jingyi Jessica Li, Xinzhou Ge, Kexin Li, Thomas Yu, Nathan Edwards, Samuel Payne, Paul C. Boutros, Henry Rodriguez, Gustavo Stolovitzky, Jun Zhu, Jaewoo Kang, David Fenyo, Julio Saez-Rodriguez, Pei Wang",
      "link": "https://doi.org/10.1101/2020.07.21.214205",
      "journal": "bioRxiv 2020.07.21.214205",
      "title": "DreamAI: algorithm for the imputation of proteomics data"
    }
  ],
  "2024": [
    {
      "authors": "Fridy PC, Farrell RJ, Molloy KR, Keegan S, Wang J, Jacobs EY, Li Y, Trivedi J, Sehgal V, Fenyö D, Wu Z, Chait BT, Rout MP",
      "link": "https://doi.org/10.1016/j.jbc.2024.107623",
      "journal": "J Biol Chem. 2024 Aug 2:107623",
      "title": "A new generation of nanobody research tools using improved mass spectrometry-based discovery methods"
    },
    {
      "authors": "Pinto de Almeida N, Jánosi ÁJ, Hong R, Rajeh A, Nogueira F, Szadai L, Szeitz B, Pla Parada I, Doma V, Woldmar N, Guedes J, Újfaludi Z, Bartha A, Kim Y, Welinder C, Baldetorp B, Kemény LV, Pahi Z, Wan G, Nguyen N, Pankotai T, Győrffy B, Pawłowski K, Horvatovich P, Szasz AM, Sanchez A, Kuras M, Rodriguez Murillo J, Betancourt L, Domont GB, Semenov YR, Yu KH, Kwon HJ, Németh IB, Fenyő D, Wieslander E, Marko-Varga G, Gil J",
      "link": "https://doi.org/10.1002/ctm2.1773",
      "journal": "Clin Transl Med 2024; 14(7):e1773",
      "title": "Mitochondrial dysfunction and immune suppression in BRAF V600E-mutated metastatic melanoma"
    }, 
    {
      "authors": "Szadai L, Bartha A, Parada IP, Lakatos AIT, Pál DMP, Lengyel AS, de Almeida NP, Jánosi ÁJ, Nogueira F, Szeitz B, Doma V, Woldmar N, Guedes J, Ujfaludi Z, Pahi ZG, Pankotai T, Kim Y, Győrffy B, Baldetorp B, Welinder C, Szasz AM, Betancourt L, Gil J, Appelqvist R, Kwon HJ, Kárpáti S, Kuras M, Murillo JR, Németh IB, Malm J, Fenyö D, Pawłowski K, Horvatovich P, Wieslander E, Kemény LV, Domont G, Marko-Varga G, Sanchez A",
      "link": "https://doi.org/10.3389/fonc.2024.1428182",
      "journal": "Front Oncol 2024; 14:1428182",
      "title": "Predicting immune checkpoint therapy response in three independent metastatic melanoma cohorts"
    },
    {
      "authors": "Liu J, Cao S, Imbach KJ, Gritsenko MA, Lih TM, Kyle JE, Yaron-Barir TM, Binder ZA, Li Y, Strunilin I, Wang YT, Tsai CF, Ma W, Chen L, Clark NM, Shinkle A, Naser Al Deen N, Caravan W, Houston A, Simin FA, Wyczalkowski MA, Wang LB, Storrs E, Chen S, Illindala R, Li YD, Jayasinghe RG, Rykunov D, Cottingham SL, Chu RK, Weitz KK, Moore RJ, Sagendorf T, Petyuk VA, Nestor M, Bramer LM, Stratton KG, Schepmoes AA, Couvillion SP, Eder J, Kim YM, Gao Y, Fillmore TL, Zhao R, Monroe ME, Southard-Smith AN, Li YE, Jui-Hsien Lu R, Johnson JL, Wiznerowicz M, Hostetter G, Newton CJ, Ketchum KA, Thangudu RR, Barnholtz-Sloan JS, Wang P, Fenyö D, An E, Thiagarajan M, Robles AI, Mani DR, Smith RD, Porta-Pardo E, Cantley LC, Iavarone A, Chen F, Mesri M, Nasrallah MP, Zhang H, Resnick AC, Chheda MG, Rodland KD, Liu T, Ding L",
      "link": "https://doi.org/10.1016/j.ccell.2024.06.004",
      "journal": "Cancer Cell 2024; 42(7):1217-1238.e19",
      "title": "Philadelphia Coalition for a Cure; Clinical Proteomic Tumor Analysis Consortium. Multi-scale signaling and tumor evolution in high-grade gliomas"
    },
    {
      "authors": "Kohlrausch FB, Wang F, McKerrow W, Grivainis M, Fenyo D, Keefe DL",
      "link": "https://doi.org/10.1007/s10815-024-03176-9",
      "journal": "J Assist Reprod Genet 2024",
      "title": "Mapping of long interspersed element-1 (L1) insertions by TIPseq provides information about sub chromosomal genetic variation in human embryos"
    },
    {
      "authors": "Goehring L, Keegan S, Lahiri S, Xia W, Kong M, Jimenez-Sainz J, Gupta D, Drapkin R, Jensen RB, Smith DJ, Rothenberg E, Fenyö D, Huang TT",
      "link": "https://doi.org/10.1038/s41467-024-48286-1",
      "journal": "Nat Commun. 2024 Jun 3;15(1):4716",
      "title": "Dormant origin firing promotes head-on transcription-replication conflicts at transcription termination sites in response to BRCA2 deficiency"
    },
    {
      "authors": "Stephan G, Haddock S, Wang S, Erdjument-Bromage H, Liu W, Ravn-Boess N, Frenster JD, Bready D, Cai J, Ronnen R, Sabio-Ortiz J, Fenyo D, Neubert TA, Placantonakis DG",
      "link": "https://doi.org/10.1016/j.celrep.2024.114229",
      "journal": "Cell Rep. 2024 May 28;43(5):114229",
      "title": "Modulation of GPR133 (ADGRD1) signaling by its intracellular interaction partner extended synaptotagmin 1"
    },
    {
      "authors": "Rona G, Miwatani-Minter B, Zhang Q, Goldberg HV, Kerzhnerman MA, Howard JB, Simoneschi D, Lane E, Hobbs JW, Sassani E, Wang AA, Keegan S, Laverty DJ, Piett CG, Pongor LS, Xu ML, Andrade J, Thomas A, Sicinski P, Askenazi M, Ueberheide B, Fenyö D, Nagel ZD, Pagano M",
      "link": "https://doi.org/10.1016/j.molcel.2024.02.010",
      "journal": "Mol Cell 2024 S1097-2765(24)00129-1",
      "title": "CDK-independent role of D-type cyclins in regulating DNA mismatch repair"
    },
    {
      "authors": "Okimoto LYS, Mendonca-Neto R, Nakamura FG, Nakamura EF, Fenyö D, Silva CT",
      "link": "https://doi.org/10.1186/s12859-024-05715-8",
      "journal": "BMC Bioinformatics 25 (2024) 92",
      "title": "Few-shot genes selection: subset of PAM50 genes for breast cancer subtypes classification"
    },
    {
      "authors": "Petralia F, Ma W, Yaron TM, Caruso FP, Tignor N, Wang JM, Charytonowicz D, Johnson JL, Huntsman EM, Marino GB, Calinawan A, Evangelista JE, Selvan ME, Chowdhury S, Rykunov D, Krek A, Song X, Turhan B, Christianson KE, Lewis DA, Deng EZ, Clarke DJB, Whiteaker JR, Kennedy JJ, Zhao L, Segura RL, Batra H, Raso MG, Parra ER, Soundararajan R, Tang X, Li Y, Yi X, Satpathy S, Wang Y, Wiznerowicz M, González-Robles TJ, Iavarone A, Gosline SJC, Reva B, Robles AI, Nesvizhskii AI, Mani DR, Gillette MA, Klein RJ, Cieslik M, Zhang B, Paulovich AG, Sebra R, Gümüs ZH, Hostetter G, Fenyö D, Omenn GS, Cantley LC, Ma'ayan A, Lazar AJ, Ceccarelli M, Wang P",
      "link": "https://doi.org/10.1016/j.cell.2024.01.027",
      "journal": "Cell 2024 S0092-8674(24)00064-3",
      "title": "Clinical Proteomic Tumor Analysis Consortium. Pan-cancer proteogenomics characterization of tumor immunity"
    }
  ],
  "2023": [
    {
      "authors": "Dou Y, Katsnelson L, Zhang B, Fenyö D, Liu T",
      "link": "https://doi.org/10.1002/ctm2.1477",
      "journal": "Clin Transl Med. 13 (2023) e1477",
      "title": "Proteogenomics unveils mechanistic insights to precision oncology"
    },
    {
      "authors": "Szadai L, Guedes JS, Woldmar N, de Almeida NP, Jánosi ÁJ, Rajeh A, Kovács F, Kriston A, Migh E, Wan G, Nguyen N, Oskolás H, Appelqvist R, Nogueira FC, Domont GB, Yu KH, Semenov ER, Malm J, Rezeli M, Wieslander E, Fenyö D, Kemény L, Horvath P, Németh IB, Marko-Varga G, Gil J",
      "link": "https://doi.org/10.1002/ctm2.1495",
      "journal": "Clin Transl Med. 13 (2023) e1495",
      "title": "Mitochondrial and immune response dysregulation in melanoma recurrence"
    },
    {
      "authors": "Ravn-Boess N, Roy N, Hattori T, Bready D, Donaldson H, Lawson C, Lapierre C, Korman A, Rodrick T, Liu E, Frenster JD, Stephan G, Wilcox J, Corrado AD, Cai J, Ronnen R, Wang S, Haddock S, Sabio Ortiz J, Mishkit O, Khodadadi-Jamayran A, Tsirigos A, Fenyö D, Zagzag D, Drube J, Hoffmann C, Perna F, Jones DR, Possemato R, Koide A, Koide S, Park CY, Placantonakis DG",
      "link": "https://doi.org/10.1016/j.celrep.2023.113374",
      "journal": "Cell Rep. 42 (2023) 113374",
      "title": "The expression profile and tumorigenic mechanisms of CD97 (ADGRE5) in glioblastoma render it a targetable vulnerability"
    },
    {
      "authors": "Ruoff R, Weber H, Wang Y, Huang H, Shapiro E, Fenyö D, Garabedian MJ",
      "link": "https://doi.org/10.1038/s41598-023-45199-9",
      "journal": "Sci Rep. 13 (2023) 18227",
      "title": "MED19 encodes two unique protein isoforms that confer prostate cancer growth under low androgen through distinct gene expression programs"
    },
    {
      "authors": "Wang Y, Fenyö D",
      "link": "https://doi.org/10.1021/acs.jproteome.3c00491",
      "journal": "J Proteome Res. 22 (2023) 3625-3639",
      "title": "Proteogenomics Reveal the Overexpression of HLA-I in Cancer"
    },
    {
      "authors": "Wang JM, Hong R, Demicco EG, Tan J, Lazcano R, Moreira AL, Li Y, Calinawan A, Razavian N, Schraink T, Gillette MA, Omenn GS, An E, Rodriguez H, Tsirigos A, Ruggles KV, Ding L, Robles AI, Mani DR, Rodland KD, Lazar AJ, Liu W, Fenyö D; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.xcrm.2023.101173",
      "journal": "Cell Rep Med. 2023 Aug 11:101173",
      "title": "Deep learning integrates histopathology and proteogenomics at a pan-cancer level"
    },
    {
      "authors": "Liang WW, Lu RJ, Jayasinghe RG, Foltz SM, Porta-Pardo E, Geffen Y, Wendl MC, Lazcano R, Kolodziejczak I, Song Y, Govindan A, Demicco EG, Li X, Li Y, Sethuraman S, Payne SH, Fenyö D, Rodriguez H, Wiznerowicz M, Shen H, Mani DR, Rodland KD, Lazar AJ, Robles AI, Ding L; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.ccell.2023.07.013",
      "journal": "Cancer Cell 2023 Aug 13:S1535-6108(23)00253-2",
      "title": "Integrative multi-omic cancer profiling reveals DNA methylation patterns associated with therapeutic vulnerability and cell-of-origin"
    },
    {
      "authors": "Li Y, Porta-Pardo E, Tokheim C, Bailey MH, Yaron TM, Stathias V, Geffen Y, Imbach KJ, Cao S, Anand S, Akiyama Y, Liu W, Wyczalkowski MA, Song Y, Storrs EP, Wendl MC, Zhang W, Sibai M, Ruiz-Serra V, Liang WW, Terekhanova NV, Rodrigues FM, Clauser KR, Heiman DI, Zhang Q, Aguet F, Calinawan AP, Dhanasekaran SM, Birger C, Satpathy S, Zhou DC, Wang LB, Baral J, Johnson JL, Huntsman EM, Pugliese P, Colaprico A, Iavarone A, Chheda MG, Ricketts CJ, Fenyö D, Payne SH, Rodriguez H, Robles AI, Gillette MA, Kumar-Sinha C, Lazar AJ, Cantley LC, Getz G, Ding L; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.cell.2023.07.014",
      "journal": "Cell 2023 Aug 14:S0092-8674(23)00780-8",
      "title": "Pan-cancer proteogenomics connects oncogenic drivers to functional states"
    },
    {
      "authors": "Li Y, Dou Y, Da Veiga Leprevost F, Geffen Y, Calinawan AP, Aguet F, Akiyama Y, Anand S, Birger C, Cao S, Chaudhary R, Chilappagari P, Cieslik M, Colaprico A, Zhou DC, Day C, Domagalski MJ, Esai Selvan M, Fenyö D, Foltz SM, Francis A, Gonzalez-Robles T, Gümüs ZH, Heiman D, Holck M, Hong R, Hu Y, Jaehnig EJ, Ji J, Jiang W, Katsnelson L, Ketchum KA, Klein RJ, Lei JT, Liang WW, Liao Y, Lindgren CM, Ma W, Ma L, MacCoss MJ, Martins Rodrigues F, McKerrow W, Nguyen N, Oldroyd R, Pilozzi A, Pugliese P, Reva B, Rudnick P, Ruggles KV, Rykunov D, Savage SR, Schnaubelt M, Schraink T, Shi Z, Singhal D, Song X, Storrs E, Terekhanova NV, Thangudu RR, Thiagarajan M, Wang LB, Wang JM, Wang Y, Wen B, Wu Y, Wyczalkowski MA, Xin Y, Yao L, Yi X, Zhang H, Zhang Q, Zuhl M, Getz G, Ding L, Nesvizhskii AI, Wang P, Robles AI, Zhang B, Payne SH; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.ccell.2023.06.009",
      "journal": "Cancer Cell 2023 Aug 14;41(8):1397-1406",
      "title": "Proteogenomic data and resources for pan-cancer analysis"
    },
    {
      "authors": "Dou Y, Katsnelson L, Gritsenko MA, Hu Y, Reva B, Hong R, Wang YT, Kolodziejczak I, Lu RJ, Tsai CF, Bu W, Liu W, Guo X, An E, Arend RC, Bavarva J, Chen L, Chu RK, Czekanski A, Davoli T, Demicco EG, DeLair D, Devereaux K, Dhanasekaran SM, Dottino P, Dover B, Fillmore TL, Foxall M, Hermann CE, Hiltke T, Hostetter G, Jedryka M, Jewell SD, Johnson I, Kahn AG, Ku AT, Kumar-Sinha C, Kurzawa P, Lazar AJ, Lazcano R, Lei JT, Li Y, Liao Y, Lih TM, Lin TT, Martignetti JA, Masand RP, Matkowski R, McKerrow W, Mesri M, Monroe ME, Moon J, Moore RJ, Nestor MD, Newton C, Omelchenko T, Omenn GS, Payne SH, Petyuk VA, Robles AI, Rodriguez H, Ruggles KV, Rykunov D, Savage SR, Schepmoes AA, Shi T, Shi Z, Tan J, Taylor M, Thiagarajan M, Wang JM, Weitz KK, Wen B, Williams CM, Wu Y, Wyczalkowski MA, Yi X, Zhang X, Zhao R, Mutch D, Chinnaiyan AM, Smith RD, Nesvizhskii AI, Wang P, Wiznerowicz M, Ding L, Mani DR, Zhang H, Anderson ML, Rodland KD, Zhang B, Liu T, Fenyö D; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.ccell.2023.07.007",
      "journal": "Cancer Cell S1535-6108 (2023) 00247-7",
      "title": "Proteogenomic insights suggest druggable pathways in endometrial carcinoma"
    },
    {
      "authors": "Chowdhury S, Kennedy JJ, Ivey RG, Murillo OD, Hosseini N, Song X, Petralia F, Calinawan A, Savage SR, Berry AB, Reva B, Ozbek U, Krek A, Ma W, da Veiga Leprevost F, Ji J, Yoo S, Lin C, Voytovich UJ, Huang Y, Lee SH, Bergan L, Lorentzen TD, Mesri M, Rodriguez H, Hoofnagle AN, Herbert ZT, Nesvizhskii AI, Zhang B, Whiteaker JR, Fenyo D, McKerrow W, Wang J, Schürer SC, Stathias V, Chen XS, Barcellos-Hoff MH, Starr TK, Winterhoff BJ, Nelson AC, Mok SC, Kaufmann SH, Drescher C, Cieslik M, Wang P, Birrer MJ, Paulovich AG",
      "link": "https://doi.org/10.1016/j.cell.2023.07.004",
      "journal": "Cell 186 (2023) 3476-3498.e35",
      "title": "Proteogenomic analysis of chemo-refractory high-grade serous ovarian cancer"
    },
    {
      "authors": "Schraink T, Blumenberg L, Hussey G, George S, Miller B, Mathew N, González-Robles TJ, Sviderskiy V, Papagiannakopoulos T, Possemato R, Fenyö D, Ruggles KV",
      "link": "https://doi.org/10.1016/j.mcpro.2023.100596",
      "journal": "Mol Cell Proteomics. 2023:100596",
      "title": "PhosphoDisco: a toolkit for co-regulated phosphorylation module discovery in phosphoproteomic data"
    },
    {
      "authors": "Srinivasan Rajsri K, McRae MP, Christodoulides NJ, Dapkins I, Simmons GW, Matz H, Dooley H, Fenyö D, McDevitt JT",
      "link": "https://doi.org/10.3390/bioengineering10060670",
      "journal": "Bioengineering (Basel) 10 (2023) 670",
      "title": "Simultaneous Quantitative SARS-CoV-2 Antigen and Host Antibody Detection and Pre-Screening Strategy at the Point of Care"
    },
    {
      "authors": "Azzouz DF, Chen Z, Izmirly PM, Chen LA, Li Z, Zhang C, Mieles D, Trujillo K, Heguy A, Pironti A, Putzel GG, Schwudke D, Fenyo D, Buyon JP, Alekseyenko AV, Gisch N, Silverman GJ",
      "link": "https://doi.org/10.1136/ard-2023-223929",
      "journal": "Ann Rheum Dis. 2023 ard-2023-223929",
      "title": "Longitudinal gut microbiome analyses and blooms of pathogenic strains during lupus disease flares"
    },
    {
      "authors": "Frenster JD, Erdjument-Bromage H, Stephan G, Ravn-Boess N, Wang S, Liu W, Bready D, Wilcox J, Kieslich B, Jankovic M, Wilde C, Horn S, Sträter N, Liebscher I, Schöneberg T, Fenyo D, Neubert TA, Placantonakis DG",
      "link": "https://doi.org/10.1016/j.celrep.2023.112679",
      "journal": "Cell Rep. 42 (2023) 112679",
      "title": "TK7 is a positive allosteric modulator of GPR133 signaling in glioblastoma"
    },
    {
      "authors": "Berteli TS, Wang F, McKerrow W, Navarro PA, Fenyo D, Boeke JD, Kohlrausch FB, Keefe DL",
      "link": "https://doi.org/10.1007/s10815-023-02852-6",
      "journal": "J Assist Reprod Genet. 2023",
      "title": "Transposon insertion profiling by sequencing (TIPseq) identifies novel LINE-1 insertions in human sperm"
    },
    {
      "authors": "Bosco N, Goldberg A, Zhao X, Mays JC, Cheng P, Johnson AF, Bianchi JJ, Toscani C, Di Tommaso E, Katsnelson L, Annuar D, Mei S, Faitelson RE, Pesselev IY, Mohamed KS, Mermerian A, Camacho-Hernandez EM, Gionco CA, Manikas J, Tseng YS, Sun Z, Fani S, Keegan S, Lippman SM, Fenyö D, Giunta S, Santaguida S, Davoli T",
      "link": "https://doi.org/10.1016/j.cell.2023.03.029",
      "journal": "Cell 186 (2023) 1985-2001.e19",
      "title": "KaryoCreate: A CRISPR-based technology to study chromosome-specific aneuploidy by targeting human centromeres"
    },
    {
      "authors": "McKerrow W, Kagermazova L, Doudican N, Frazzette N, Kaparos EI, Evans SA, Rocha A, Sedivy JM, Neretti N, Carucci J, Boeke JD, Fenyö D",
      "link": "https://doi.org/10.1093/nar/gkad049",
      "journal": "Nucleic Acids Res. 2023 Feb 6:gkad049",
      "title": "LINE-1 retrotransposon expression in cancerous, epithelial and neuronal cells revealed by 5' single-cell RNA-Seq"
    },
    {
      "authors": "Tan J, Shenker-Tauris N, Rodriguez-Hernaez J, Wang E, Sakellaropoulos T, Boccalatte F, Thandapani P, Skok J, Aifantis I, Fenyö D, Xia B, Tsirigos A",
      "link": "https://doi.org/10.1038/s41587-022-01612-8",
      "journal": "Nat Biotechnol 2023 Jan 9",
      "title": "Cell-type-specific prediction of 3D chromatin organization enables high-throughput in silico genetic screening"
    },
    {
      "authors": "Li Y, Lih TM, Dhanasekaran SM, Mannan R, Chen L, Cieslik M, Wu Y, Lu RJ, Clark DJ, Kolodziejczak I, Hong R, Chen S, Zhao Y, Chugh S, Caravan W, Naser Al Deen N, Hosseini N, Newton CJ, Krug K, Xu Y, Cho KC, Hu Y, Zhang Y, Kumar-Sinha C, Ma W, Calinawan A, Wyczalkowski MA, Wendl MC, Wang Y, Guo S, Zhang C, Le A, Dagar A, Hopkins A, Cho H, Leprevost FDV, Jing X, Teo GC, Liu W, Reimers MA, Pachynski R, Lazar AJ, Chinnaiyan AM, Van Tine BA, Zhang B, Rodland KD, Getz G, Mani DR, Wang P, Chen F, Hostetter G, Thiagarajan M, Linehan WM, Fenyö D, Jewell SD, Omenn GS, Mehra R, Wiznerowicz M, Robles AI, Mesri M, Hiltke T, An E, Rodriguez H, Chan DW, Ricketts CJ, Nesvizhskii AI, Zhang H, Ding L; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.ccell.2022.12.001",
      "journal": "Cancer Cell. 2022 Dec 20:S1535-6108(22)00565-7",
      "title": "Histopathologic and proteogenomic heterogeneity reveals features of clear cell renal cell carcinoma aggressiveness"
    }
  ],
  "2022": [
    {
      "authors": "Cheng P, Zhao X, Katsnelson L, Camacho-Hernandez EM, Mermerian A, Mays JC, Lippman SM, Rosales-Alvarez RE, Moya R, Shwetar J, Grun D, Fenyo D, Davoli T",
      "link": "https://doi.org/10.7554/eLife.75227",
      "journal": "Elife 11 (2022) e75227",
      "title": "Proteogenomic analysis of cancer aneuploidy and normal tissues reveals divergent modes of gene regulation across cellular pathways"
    },
    {
      "authors": "Johannet P, Liu W, Fenyo D, Wind-Rotolo M, Krogsgaard M, Mehnert JM, Weber JS, Zhong J, Osman I",
      "link": "https://doi.org/10.1158/1078-0432.CCR-22-0404",
      "journal": "Clin Cancer Res 28 (2022) 4121-4130",
      "title": "Baseline Serum Autoantibody Signatures Predict Recurrence and Toxicity in Melanoma Patients Receiving Adjuvant Immune Checkpoint Blockade"
    },
    {
      "authors": "Zwack EE, Chen Z, Devlin JC, Li Z, Zheng X, Weinstock A, Lacey KA, Fisher EA, Fenyö D, Ruggles KV, Loke P, Torres VJ",
      "link": "https://doi.org/10.1073/pnas.2123017119",
      "journal": "Proc Natl Acad Sci U S A 119 (2022) e2123017119",
      "title": "Staphylococcus aureus induces a muted host response in human blood that blunts the recruitment of neutrophils"
    },
    {
      "authors": "Westcott JM, Hughes F, Liu W, Grivainis M, Hoskins I, Fenyo D",
      "link": "https://doi.org/10.2196/34108",
      "journal": "J Med Internet Res 24 (2022) e34108",
      "title": "Prediction of Maternal Hemorrhage Using Machine Learning: Retrospective Cohort Study"
    },
    {
      "authors": "Zhao CC, Bjurlin MA, Wysock JS, Taneja SS, Huang WC, Fenyo D, Matulewicz RS",
      "link": "https://doi.org/10.1016/j.urolonc.2022.05.026",
      "journal": "Urol Oncol. 2022 Jun 21:S1078-1439(22)00195-8",
      "title": "Machine learning decision support model for radical cystectomy discharge planning"
    },
    {
      "authors": "Runyu Hong & David Fenyö: When blockchain meets artificial intelligence",
      "link": "https://doi.org/10.1016/j.xcrm.2022.100666",
      "journal": "Cell Reports Medicine 3 (2022) 100666",
      "title": "An application to cancer histopathology"
    },
    {
      "authors": "Coleman KE, Yin Y, Lui SKL, Keegan S, Fenyo D, Smith DJ, Rothenberg E, Huang TT",
      "link": "https://doi.org/10.1038/s41467-022-29369-3",
      "journal": "Nat Commun. 2022 Apr 1;13(1):1740",
      "title": "USP1-trapping lesions as a source of DNA replication stress and genomic instability"
    },
    {
      "authors": "McKerrow W, Wang X, Mendez-Dorantes C, Mita P, Cao S, Grivainis M, Ding L, LaCava J, Burns KH, Boeke JD, Fenyö D",
      "link": "https://doi.org/10.1073/pnas.2115999119",
      "journal": "Proc Natl Acad Sci USA, 2022 Feb 22;119(8):e2115999119",
      "title": "LINE-1 expression in cancer correlates with p53 mutation, copy number alteration, and S phase checkpoint"
    },
    {
      "authors": "Hong, R.; Liu, W.; Fenyö, D",
      "link": "https://doi.org/10.3390/biomedinformatics2010006",
      "journal": "BioMedInformatics 2022, 2, 101-105",
      "title": "Predicting and Visualizing STK11 Mutation in Lung Adenocarcinoma Histopathology Slides Using Deep Learning"
    },
    {
      "authors": "Hong, R.; Fenyö, D",
      "link": "https://doi.org/10.3390/biomedinformatics2010010",
      "journal": "BioMedInformatics 2022, 2, 159-168",
      "title": "Deep Learning and Its Applications in Computational Pathology"
    },
    {
      "authors": "Sergei German, Leslie Mitchell, Antonio Vela Gartner, David Fenyo, Jef D. Boeke",
      "link": "https://doi.org/10.1101/2022.06.26.496474",
      "journal": "bioRxiv 2022.06.26.496474",
      "title": "MenDEL: PCR Primer Design as Constrained Optimization Process"
    },
    {
      "authors": "Sergei German, Sudarshan Pinglay, Brendan Camellato, David Fenyo, Jef D. Boeke",
      "link": "https://doi.org/10.1101/2022.06.26.496179",
      "journal": "bioRxiv 2022.06.26.496179",
      "title": "MenDEL: automated search of BAC sets covering long DNA regions of interest"
    }
  ],
  "2021": [
    {
      "authors": "Mast FD, Fridy PC, Ketaren NE, Wang J, Jacobs EY, Olivier JP, Sanyal T, Molloy KR, Schmidt F, Rutkowska M, Weisblum Y, Rich LM, Vanderwall ER, Dambrauskas N, Vigdorovich V, Keegan S, Jiler JB, Stein ME, Olinares PDB, Herlands L, Hatziioannou T, Sather DN, Debley JS, Fenyö D, Sali A, Bieniasz PD, Aitchison JD, Chait BT, Rout MP",
      "link": "https://doi.org/10.7554/eLife.73027",
      "journal": "Elife. 2021 Dec 7;10:e73027",
      "title": "Highly synergistic combinations of nanobodies that target SARS-CoV-2 and are resistant to escape"
    },
    {
      "authors": "Mendoncaneto R, Fenyo D, Li Z, Nakamura EF, Nakamura FG, Silva CT",
      "link": "https://doi.org/10.1109/TCBB.2021.3132339",
      "journal": "IEEE/ACM Trans Comput Biol Bioinform. 2021 Dec 3;PP",
      "title": "A Gene Selection Method Based On Outliers for Breast Cancer Subtype Classification"
    },
    {
      "authors": "Runyu Hong, Wenke Liu, Deborah DeLair, Narges Razavian, David Fenyö",
      "link": "https://doi.org/10.1016/j.xcrm.2021.100400",
      "announcement": "NCI announcement",
      "announcement-link": "https://proteomics.cancer.gov/news_and_announcements/machine-learning-predicts-molecular-features-endometrial-cancer-exceptionally?cid=eb_govdel",
      "journal": "Cell Reports Medicine 2 (2021) 100400",
      "title": "Predicting endometrial cancer subtypes and molecular features from histopathology images using multi-resolution deep learning models"
    },
    {
      "authors": "Cao L, Huang C, Cui Zhou D, Hu Y, Lih TM, Savage SR, Krug K, Clark DJ, Schnaubelt M, Chen L, da Veiga Leprevost F, Eguez RV, Yang W, Pan J, Wen B, Dou Y, Jiang W, Liao Y, Shi Z, Terekhanova NV, Cao S, Lu RJ, Li Y, Liu R, Zhu H, Ronning P, Wu Y, Wyczalkowski MA, Easwaran H, Danilova L, Mer AS, Yoo S, Wang JM, Liu W, Haibe-Kains B, Thiagarajan M, Jewell SD, Hostetter G, Newton CJ, Li QK, Roehrl MH, Fenyö D, Wang P, Nesvizhskii AI, Mani DR, Omenn GS, Boja ES, Mesri M, Robles AI, Rodriguez H, Bathe OF, Chan DW, Hruban RH, Ding L, Zhang B, Zhang H",
      "link": "https://doi.org/10.1016/j.cell.2021.08.023",
      "journal": "Cell, 2021 Sep 16;184(19):5031-5052.e26",
      "title": "Clinical Proteomic Tumor Analysis Consortium. Proteogenomic characterization of pancreatic ductal adenocarcinoma"
    },
    {
      "authors": "Gorbunova V, Seluanov A, Mita P, McKerrow W, Fenyö D, Boeke JD, Linker SB, Gage FH, Kreiling JA, Petrashen AP, Woodham TA, Taylor JR, Helfand SL, Sedivy JM",
      "link": "https://doi.org/10.1038/s41586-021-03542-y",
      "journal": "Nature, 2021 Aug;596(7870):43-53. doi: 10.1038/s41586-021-03542-y",
      "title": "The role of retrotransposable elements in ageing and age-associated diseases"
    },
    {
      "authors": "Satpathy S, Krug K, Jean Beltran PM, Savage SR, Petralia F, Kumar-Sinha C, Dou Y, Reva B, Kane MH, Avanessian SC, Vasaikar SV, Krek A, Lei JT, Jaehnig EJ, Omelchenko T, Geffen Y, Bergstrom EJ, Stathias V, Christianson KE, Heiman DI, Cieslik MP, Cao S, Song X, Ji J, Liu W, Li K, Wen B, Li Y, Gümüs ZH, Selvan ME, Soundararajan R, Visal TH, Raso MG, Parra ER, Babur Ö, Vats P, Anand S, Schraink T, Cornwell M, Rodrigues FM, Zhu H, Mo CK, Zhang Y, da Veiga Leprevost F, Huang C, Chinnaiyan AM, Wyczalkowski MA, Omenn GS, Newton CJ, Schurer S, Ruggles KV, Fenyö D, Jewell SD, Thiagarajan M, Mesri M, Rodriguez H, Mani SA, Udeshi ND, Getz G, Suh J, Li QK, Hostetter G, Paik PK, Dhanasekaran SM, Govindan R, Ding L, Robles AI, Clauser KR, Nesvizhskii AI, Wang P, Carr SA, Zhang B, Mani DR, Gillette MA; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.cell.2021.07.016",
      "journal": "Cell, 2021 Aug 5;184(16):4348-4371.e40",
      "title": "A proteogenomic portrait of lung squamous cell carcinoma"
    },
    {
      "authors": "Lazaro Hiram Betancourt, Jeovanis Gil, Aniel Sanchez, Viktória Doma, Magdalena Kuras, Jimmy Rodriguez Murillo, Erika Velasquez, Ugur Çakir, Yonghyo Kim, Yutaka Sugihara, Indira Pla Parada, Beáta Szeitz, Roger Appelqvist, Elisabet Wieslander, Charlotte Welinder, Natália Pinto de Almeida, Nicole Woldmar, Matilda Marko-Varga, Jonatan Eriksson, Krzysztof Pawlowski, Bo Baldetorp, Christian Ingvar, Håkan Olsson, Lotta Lundgren, Henrik Lindberg, Henriett Oskolas, Boram Lee, Ethan Berge, Marie Sjögren, Carina Eriksson, Dasol Kim, Ho Jeong Kwon, Beatrice Knudsen, Melinda Rezeli, Johan Malm, Runyu Hong, Peter Horvath, A. Marcell Szász, József Tímár, Sarolta Kárpáti, Peter Horvatovich, Tasso Miliotis, Toshihide Nishimura, Harubumi Kato, Erik Steinfelder, Madalina Oppermann, Ken Miller, Francesco Florindi, Quimin Zhou, Gilberto B. Domont, Luciana Pizzatti, Fábio C. S. Nogueira, Leticia Szadai, István Balázs Németh, Henrik Ekedahl, David Fenyö, György Marko-Varga",
      "link": "https://doi.org/10.1002/ctm2.451",
      "journal": "Clin Transl Med. 2021; 11:e451",
      "title": "The Human Melanoma Proteome Atlas—Complementing the melanoma transcriptome"
    },
    {
      "authors": "Lazaro Hiram Betancourt, Jeovanis Gil, Yonghyo Kim, Viktória Doma, Ugur Çakir, Aniel Sanchez, Jimmy Rodriguez Murillo, Magdalena Kuras, Indira Pla Parada, Yutaka Sugihara, Roger Appelqvist, Elisabet Wieslander, Charlotte Welinder, Erika Velasquez, Natália Pinto de Almeida, Nicole Woldmar, Matilda Marko-Varga, Krzysztof Pawlowski, Jonatan Eriksson, Beáta Szeitz, Bo Baldetorp, Christian Ingvar, Håkan Olsson, Lotta Lundgren, Henrik Lindberg, Henriett Oskolas, Boram Lee, Ethan Berge, Marie Sjögren, Carina Eriksson, Dasol Kim, Ho Jeong Kwon, Beatrice Knudsen, Melinda Rezeli, Runyu Hong, Peter Horvatovich, Tasso Miliotis, Toshihide Nishimura, Harubumi Kato, Erik Steinfelder, Madalina Oppermann, Ken Miller, Francesco Florindi, Qimin Zhou, Gilberto B. Domont, Luiciana Pizzatti, Fábio C. S. Nogueira, Peter Horvath, Leticia Szadai, József Tímár, Sarolta Kárpáti, A. Marcell Szász, Johan Malm, David Fenyö, Henrik Ekedahl, István Balázs Németh, György Marko-Varga",
      "link": "https://doi.org/10.1002/ctm2.473",
      "journal": "Clin Transl Med. 2021; 11:e473",
      "title": "The human melanoma proteome atlas—Defining the molecular pathology"
    },
    {
      "authors": "Blumenberg L, Kawaler EA, Cornwell M, Smith S, Ruggles KV, Fenyö D",
      "link": "https://doi.org/10.1021/acs.jproteome.1c00190",
      "journal": "J Proteome Res. 20 (2021) 3767-3773",
      "title": "BlackSheep: A Bioconductor and Bioconda Package for Differential Extreme Value Analysis"
    },
    {
      "authors": "Wang JM, Liu W, Chen X, McRae MP, McDevitt JT, Fenyo D",
      "link": "https://doi.org/10.2196/29514",
      "journal": "J Med Internet Res. 2021 May 26",
      "title": "Predictive modeling of morbidity and mortality in COVID-19 hospitalized patients and its clinical implications"
    },
    {
      "authors": "Yang H, Butler ER, Monier SA, Teubl J, Fenyö D, Ueberheide B, Siegel D",
      "link": "https://doi.org/10.1038/s41598-021-90231-5",
      "journal": "Sci Rep. 2021 May 25;11(1):10900",
      "title": "A predictive model for vertebrate bone identification from collagen using proteomic mass spectrometry"
    },
    {
      "authors": "Radke Emily E., Li Zhi, Hernandez David N., El Bannoudi Hanane, Kosakovsky Pond Sergei L., Shopsin Bo, Lopez Peter, Fenyö David, Silverman Gregg J.",
      "link": "https://doi.org/10.3389/fimmu.2021.662782",
      "journal": "Frontiers in Immunology 12 (2021) 1400",
      "title": "Diversity of Functionally Distinct Clonal Sets of Human Conventional Memory B Cells That Bind Staphylococcal Protein A"
    },
    {
      "authors": "Castro CM, Corciulo C, Friedman B, Li Z, Jacob S, Fenyo D, Cronstein BN",
      "link": "https://doi.org/10.1007/s11302-021-09788-5",
      "journal": "Purinergic Signal. 2021 May 11",
      "title": "Adenosine A2A receptor null chondrocyte transcriptome resembles that of human osteoarthritic chondrocytes"
    },
    {
      "authors": "Huang KL, Scott AD, Zhou DC, Wang LB, Weerasinghe A, Elmas A, Liu R, Wu Y, Wendl MC, Wyczalkowski MA, Baral J, Sengupta S, Lai CW, Ruggles K, Payne SH, Raphael B, Fenyö D, Chen K, Mills G, Ding L",
      "link": "https://doi.org/10.1038/s41467-021-22481-w",
      "journal": "Nat Commun. 2021 Apr 19;12(1):2313",
      "title": "Spatially interacting phosphorylation sites and mutations in cancer"
    },
    {
      "authors": "Simoneschi D, Rona G, Zhou N, Jeong YT, Jiang S, Milletti G, Arbini AA, O'Sullivan A, Wang AA, Nithikasem S, Keegan S, Siu Y, Cianfanelli V, Maiani E, Nazio F, Cecconi F, Boccalatte F, Fenyö D, Jones DR, Busino L, Pagano M",
      "link": "https://doi.org/10.1038/s41586-021-03445-y",
      "journal": "Nature 2021, 10.1038/s41586-021-03445-y",
      "title": "CRL4<sup>AMBRA1</sup> is a master regulator of D-type cyclins"
    },
    {
      "authors": "Cifani P, Li Z, Luo D, Grivainis M, Intlekofer AM, Fenyö D, Kentsis A",
      "link": "https://doi.org/10.1021/acs.jproteome.0c00638",
      "journal": "J Proteome Res. 2021, 10.1021/acs.jproteome.0c00638",
      "title": "Discovery of Protein Modifications Using Differential Tandem Mass Spectrometry Proteomics"
    },
    {
      "authors": "Wang LB, Karpova A, Gritsenko MA, Kyle JE, Cao S, Li Y, Rykunov D, Colaprico A, Rothstein JH, Hong R, Stathias V, Cornwell M, Petralia F, Wu Y, Reva B, Krug K, Pugliese P, Kawaler E, Olsen LK, Liang WW, Song X, Dou Y, Wendl MC, Caravan W, Liu W, Cui Zhou D, Ji J, Tsai CF, Petyuk VA, Moon J, Ma W, Chu RK, Weitz KK, Moore RJ, Monroe ME, Zhao R, Yang X, Yoo S, Krek A, Demopoulos A, Zhu H, Wyczalkowski MA, McMichael JF, Henderson BL, Lindgren CM, Boekweg H, Lu S, Baral J, Yao L, Stratton KG, Bramer LM, Zink E, Couvillion SP, Bloodsworth KJ, Satpathy S, Sieh W, Boca SM, Schürer S, Chen F, Wiznerowicz M, Ketchum KA, Boja ES, Kinsinger CR, Robles AI, Hiltke T, Thiagarajan M, Nesvizhskii AI, Zhang B, Mani DR, Ceccarelli M, Chen XS, Cottingham SL, Li QK, Kim AH, Fenyö D, Ruggles KV, Rodriguez H, Mesri M, Payne SH, Resnick AC, Wang P, Smith RD, Iavarone A, Chheda MG, Barnholtz-Sloan JS, Rodland KD, Liu T, Ding L, Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.ccell.2021.01.006",
      "journal": "Cancer Cell 2021 Feb 2:S1535-6108(21)00050-7",
      "title": "Proteogenomic and metabolomic characterization of human glioblastoma"
    },
    {
      "authors": "Briggs EM, McKerrow W, Mita P, Boeke JD, Logan SK, Fenyö D",
      "link": "https://doi.org/10.1186/s13100-021-00233-3",
      "journal": "Mob DNA. 12 (2021) 5",
      "title": "RIP-seq reveals LINE-1 ORF1p association with p-body enriched mRNAs"
    },
    {
      "authors": "Kit Leng Lui S, Keegan S, Tonzi P, Kahli M, Chen YH, Chalhoub N, Coleman KE, Fenyo D, Smith DJ, Huang TT",
      "link": "https://doi.org/10.1038/s41596-020-00454-5",
      "journal": "Nat Protoc. 2021 Jan 13",
      "title": "Monitoring genome-wide replication fork directionality by Okazaki fragment sequencing in mammalian cells"
    },
    {
      "authors": "Wenke Liu, Xuya Wang, D R Mani, David Fenyo",
      "link": "https://doi.org/10.1101/2021.07.15.452534",
      "journal": "bioRxiv 2021.07.15.452534",
      "title": "Modeling transcriptional profiles of gene perturbation with deep neural network"
    }
  ],
  "2020": [
    {
      "authors": "Pérez-Hernández Duran M, Leo-Macias A, Keegan S, Jouni M, Kim JC, Agullo-Pascual E, Vermij SH, Zhang M, Liang FX, Burridge P, Fenyo D, Rothenberg E, Delmar M",
      "link": "https://doi.org/10.1161/CIRCRESAHA.120.318239",
      "journal": "Circ Res. 2020 Dec 21",
      "title": "Structural and Functional Characterization of A Nav1.5-Mitochondrial Couplon"
    },
    {
      "authors": "Hakhverdyan Z, Molloy KR, Keegan S, Herricks T, Lepore DM, Munson M, Subbotin RI, Fenyö D, Aitchison JD, Fernandez-Martinez J, Chait BT, Rout MP",
      "link": "https://doi.org/10.1016/j.molcel.2020.11.032",
      "journal": "Mol Cell. 2021 Jan 7;81(1):153-165.e7",
      "title": "Dissecting the Structural Dynamics of the Nuclear Pore Complex"
    },
    {
      "authors": "Petralia F, Tignor N, Reva B, Koptyra M, Chowdhury S, Rykunov D, Krek A, Ma W, Zhu Y, Ji J, Calinawan A, Whiteaker JR, Colaprico A, Stathias V, Omelchenko T, Song X, Raman P, Guo Y, Brown MA, Ivey RG, Szpyt J, Guha Thakurta S, Gritsenko MA, Weitz KK, Lopez G, Kalayci S, Gümüs ZH, Yoo S, da Veiga Leprevost F, Chang HY, Krug K, Katsnelson L, Wang Y, Kennedy JJ, Voytovich UJ, Zhao L, Gaonkar KS, Ennis BM, Zhang B, Baubet V, Tauhid L, Lilly JV, Mason JL, Farrow B, Young N, Leary S, Moon J, Petyuk VA, Nazarian J, Adappa ND, Palmer JN, Lober RM, Rivero-Hinojosa S, Wang LB, Wang JM, Broberg M, Chu RK, Moore RJ, Monroe ME, Zhao R, Smith RD, Zhu J, Robles AI, Mesri M, Boja E, Hiltke T, Rodriguez H, Zhang B, Schadt EE, Mani DR, Ding L, Iavarone A, Wiznerowicz M, Schürer S, Chen XS, Heath AP, Rokita JL, Nesvizhskii AI, Fenyö D, Rodland KD, Liu T, Gygi SP, Paulovich AG, Resnick AC, Storm PB, Rood BR, Wang P; Children’s Brain Tumor Network; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.cell.2020.10.044",
      "journal": "Cell. 2020 Nov 25:S0092-8674(20)31451-3",
      "title": "Integrated Proteogenomic Characterization across Major Histological Types of Pediatric Brain Cancer"
    },
    {
      "authors": "Krug K, Jaehnig EJ, Satpathy S, Blumenberg L, Karpova A, Anurag M, Miles G, Mertins P, Geffen Y, Tang LC, Heiman DI, Cao S, Maruvka YE, Lei JT, Huang C, Kothadia RB, Colaprico A, Birger C, Wang J, Dou Y, Wen B, Shi Z, Liao Y, Wiznerowicz M, Wyczalkowski MA, Chen XS, Kennedy JJ, Paulovich AG, Thiagarajan M, Kinsinger CR, Hiltke T, Boja ES, Mesri M, Robles AI, Rodriguez H, Westbrook TF, Ding L, Getz G, Clauser KR, Fenyö D, Ruggles KV, Zhang B, Mani DR, Carr SA, Ellis MJ, Gillette MA; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.cell.2020.10.036",
      "journal": "Cell. 2020 Nov 16:S0092-8674(20)31400-8",
      "title": "Proteogenomic Landscape of Breast Cancer Tumorigenesis and Targeted Therapy"
    },
    {
      "authors": "Dou Y, Kalmykova S, Pashkova M, Oghbaie M, Jiang H, Molloy KR, Chait BT, Rout MP, Fenyö D, Jensen TH, Altukhov I, LaCava J",
      "link": "https://doi.org/10.1093/nar/gkaa743",
      "journal": "Nucleic Acids Res. 2020 Sep 22:gkaa743",
      "title": "Affinity proteomic dissection of the human nuclear cap-binding complex interactome"
    },
    {
      "authors": "Corciulo C, Castro CM, Coughlin T, Jacob S, Li Z, Fenyö D, Rifkin DB, Kennedy OD, Cronstein BN",
      "link": "https://doi.org/10.1038/s41598-020-68302-w",
      "journal": "Sci Rep. 2020 Aug 10;10(1):13477",
      "title": "Intraarticular injection of liposomal adenosine reduces cartilage damage in established murine and rat models of osteoarthritis"
    },
    {
      "authors": "McRae MP, Dapkins IP, Sharif I, Anderson J, Fenyo D, Sinokrot O, Kang SK, Christodoulides NJ, Vurmaz D, Simmons GW, Alcorn TM, Daoura MJ, Gisburne S, Zar D, McDevitt JT",
      "link": "https://doi.org/10.2196/22033",
      "journal": "J Med Internet Res. 2020 Jul 23",
      "title": "Managing COVID-19 with a Clinical Decision Support Tool in a Community Health Network: Algorithm Development and Validation"
    },
    {
      "authors": "Yang M, Petralia F, Li Z, Li H, Ma W, Song X, Kim S, Lee H, Yu H, Lee B, Bae S, Heo E, Kaczmarczyk J, Stepniak P, Warchol M, Yu T, Calinawan AP, Boutros PC, Payne SH, Reva B; NCI-CPTAC-DREAM Consortium, Boja E, Rodriguez H, Stolovitzky G, Guan Y, Kang J, Wang P, Fenyö D, Saez-Rodriguez J",
      "link": "https://doi.org/10.1016/j.cels.2020.06.013",
      "journal": "Cell Syst. 2020 Jul 24:S2405-4712(20)30242-8",
      "title": "Community Assessment of the Predictability of Cancer Protein and Phosphoprotein Levels from Genomics and Transcriptomics"
    },
    {
      "authors": "Gillette MA, Satpathy S, Cao S, Dhanasekaran SM, Vasaikar SV, Krug K, Petralia F, Li Y, Liang WW, Reva B, Krek A, Ji J, Song X, Liu W, Hong R, Yao L, Blumenberg L, Savage SR, Wendl MC, Wen B, Li K, Tang LC, MacMullan MA, Avanessian SC, Kane MH, Newton CJ, Cornwell M, Kothadia RB, Ma W, Yoo S, Mannan R, Vats P, Kumar-Sinha C, Kawaler EA, Omelchenko T, Colaprico A, Geffen Y, Maruvka YE, da Veiga Leprevost F, Wiznerowicz M, Gümüs ZH, Veluswamy RR, Hostetter G, Heiman DI, Wyczalkowski MA, Hiltke T, Mesri M, Kinsinger CR, Boja ES, Omenn GS, Chinnaiyan AM, Rodriguez H, Li QK, Jewell SD, Thiagarajan M, Getz G, Zhang B, Fenyö D, Ruggles KV, Cieslik MP, Robles AI, Clauser KR, Govindan R, Wang P, Nesvizhskii AI, Ding L, Mani DR, Carr SA",
      "link": "https://doi.org/10.1016/j.cell.2020.06.013",
      "journal": "Cell. 2020 Jul 9;182(1):200-225.e35",
      "title": "Clinical Proteomic Tumor Analysis Consortium. Proteogenomic Characterization Reveals Therapeutic Vulnerabilities in Lung Adenocarcinoma"
    },
    {
      "authors": "Frenster JD, Kader M, Kamen S, Sun J, Chiriboga L, Serrano J, Bready D, Golub D, Ravn-Boess N, Stephan G, Chi AS, Kurz SC, Jain R, Park CY, Fenyo D, Liebscher I, Schöneberg T, Wiggin G, Newman R, Barnes M, Dickson JK, MacNeil DJ, Huang X, Shohdy N, Snuderl M, Zagzag D, Placantonakis DG",
      "link": "https://doi.org/10.1093/noajnl/vdaa053",
      "journal": "Neurooncol Adv. 2020 Apr 28;2(1):vdaa053",
      "title": "Expression profiling of the adhesion G protein-coupled receptor GPR133 (ADGRD1) in glioma subtypes"
    },
    {
      "authors": "McRae MP, Simmons GW, Christodoulides NJ, Lu Z, Kang SK, Fenyo D, Alcorn T, Dapkins IP, Sharif I, Vurmaz D, Modak SS, Srinivasan K, Warhadpande S, Shrivastav R, McDevitt JT",
      "link": "https://doi.org/10.1039/d0lc00373e",
      "journal": "Lab Chip. 2020",
      "title": "Clinical decision support tool and rapid point-of-care platform for determining disease severity in patients with COVID-19"
    },
    {
      "authors": "Devlin JC, Zwack EE, Tang MS, Li Z, Fenyo D, Torres VJ, Ruggles KV, Loke P",
      "link": "http://dx.doi.org/10.4049/jimmunol.1901133",
      "journal": "J Immunol. 2020 ji1901133",
      "title": "Distinct Features of Human Myeloid Cell Cytokine Response Profiles Identify Neutrophil Activation by Cytokines as a Prognostic Feature during Tuberculosis and Cancer"
    },
    {
      "authors": "Grivainis M, Tang Z, Fenyö D",
      "link": "http://dx.doi.org/10.1093/bioinformatics/btaa244",
      "journal": "Bioinformatics 2020 btaa244",
      "title": "TranspoScope - Interactive Visualization of Retrotransposon Insertions"
    },
    {
      "authors": "Dou Y, Kawaler EA, Cui Zhou D, Gritsenko MA, Huang C, Blumenberg L, Karpova A, Petyuk VA, Savage SR, Satpathy S, Liu W, Wu Y, Tsai CF, Wen B, Li Z, Cao S, Moon J, Shi Z, Cornwell M, Wyczalkowski MA, Chu RK, Vasaikar S, Zhou H, Gao Q, Moore RJ, Li K, Sethuraman S, Monroe ME, Zhao R, Heiman D, Krug K, Clauser K, Kothadia R, Maruvka Y, Pico AR, Oliphant AE, Hoskins EL, Pugh SL, Beecroft SJI, Adams DW, Jarman JC, Kong A, Chang HY, Reva B, Liao Y, Rykunov D, Colaprico A, Chen XS, Czekanski A, Jedryka M, Matkowski R, Wiznerowicz M, Hiltke T, Boja E, Kinsinger CR, Mesri M, Robles AI, Rodriguez H, Mutch D, Fuh K, Ellis MJ, DeLair D, Thiagarajan M, Mani DR, Getz G, Noble M, Nesvizhskii AI, Wang P, Anderson ML, Levine DA, Smith RD, Payne SH, Ruggles KV, Rodland KD, Ding L, Zhang B, Liu T, Fenyö D; Clinical Proteomic Tumor Analysis Consortium",
      "link": "http://dx.doi.org/10.1016/j.cell.2020.01.026",
      "journal": "Cell 180 (2020) 729-748.e26",
      "title": "Proteogenomic Characterization of Endometrial Carcinoma"
    },
    {
      "authors": "Trasande L, Ghassabian A, Kahn LG, Jacobson MH, Afanasyeva Y, Liu M, Chen Y, Naidu M, Alcedo G, Gilbert J, Koshy TT; NYU Children’s Health and Environment Study Team",
      "link": "http://dx.doi.org/10.1007/s10654-020-00623-6",
      "journal": "Eur J Epidemiol. 35 (2020) 305-320",
      "title": "The NYU Children's Health and Environment Study"
    },
    {
      "authors": "Mita P, Sun X, Fenyö D, Kahler DJ, Li D, Agmon N, Wudzinska A, Keegan S, BaderJS, Yun C, Boeke JD",
      "link": "http://dx.doi.org/10.1038/s41594-020-0374-z",
      "journal": "Nat Struct Mol Biol. 27 (2020) 179-191",
      "title": "BRCA1 and S phase DNA repair pathways restrict LINE-1 retrotransposition in human cells"
    },
    {
      "authors": "Ardeljan D, Steranka JP, Liu C, Li Z, Taylor MS, Payer LM, Gorbounov M, Sarnecki JS, Deshpande V, Hruban RH, Boeke JD, Fenyö D, Wu PH, Smogorzewska A, Holland AJ, Burns KH",
      "link": "http://dx.doi.org/10.1038/s41594-020-0372-1",
      "journal": "Nat Struct Mol Biol. 27 (2020) 168-178",
      "title": "Cell fitness screens reveal a conflict between LINE-1 retrotransposition and DNA replication"
    }
  ],
  "2019": [
    {
      "authors": "McKerrow W, Tang Z, Steranka JP, Payer LM, Boeke JD, Keefe D, Fenyö D, Burns KH, Liu C",
      "link": "http://dx.doi.org/10.1098/rstb.2019.0335",
      "journal": "Phil. Trans. R. Soc. B 375 (2019) 20190335",
      "title": "Human transposon insertion profiling by sequencing (TIPseq) to map LINE-1 insertions in single cells"
    },
    {
      "authors": "Ardeljan D, Wang X, Oghbaie M, Taylor MS, Husband D, Deshpande V, Steranka JP, Gorbounov M, Yang WR, Sie B, Larman HB, Jiang H, Molloy KR, Altukhov I, Li Z, McKerrow W, Fenyö D, Burns KH, LaCava J",
      "link": "https://doi.org/10.1186/s13100-019-0191-2",
      "journal": "Mob DNA. 2019 11:1",
      "title": "LINE-1 ORF2p expression is nearly imperceptible in human cancers"
    },
    {
      "authors": "Betancourt LH, Szasz AM, Kuras M, Rodriguez Murillo J, Sugihara Y, Pla I, Horvath Z, Pawlowski K, Rezeli M, Miharada K, Gil J, Eriksson J, Appelqvist R, Miliotis T, Baldetorp B, Ingvar C, Olsson H, Lundgren L, Horvatovich P, Welinder C, Wieslander E, Kwon HJ, Malm J, Nemeth IB, Jönsson G, Fenyö D, Sanchez A, Marko-Varga G",
      "link": "https://doi.org/10.3390/cancers11121981",
      "journal": "Cancers (Basel). 2019 pii: E1981",
      "title": "The Hidden Story of Heterogeneous B-raf V600E Mutation Quantitative Protein Expression in Metastatic Melanoma-Association with Clinical Outcome and Tumor Phenotypes"
    },
    {
      "authors": "Agmon N, Temple J, Tang Z, Schraink T, Baron M, Chen J, Mita P, Martin JA, Tu BP, Yanai I, Fenyö D, Boeke JD",
      "link": "https://doi.org/10.1093/nar/gkz1098",
      "journal": "Nucleic Acids Res. 2019 pii: gkz1098",
      "title": "Phylogenetic debugging of a complete human biosynthetic pathway transplanted into yeast"
    },
    {
      "authors": "Wenke Liu, Erin Butler, Heyi Yang, David Fenyö, Donald Siegel",
      "link": "https://doi.org/10.1021/bk-2019-1339.ch005",
      "journal": "in Applications in Forensic Proteomics: Protein Identification and Profiling, ACS Symposium Series #133 (Ed. Eric D. Merkley), Chapter 5, 81-90",
      "title": "Informatics Approaches to Forensic Body Fluid Identification by Proteomic Mass Spectrometry"
    },
    {
      "authors": "Clark DJ, Dhanasekaran SM, Petralia F, Pan J, Song X, Hu Y, da Veiga Leprevost F, Reva B, Lih TM, Chang HY, Ma W, Huang C, Ricketts CJ, Chen L, Krek A, Li Y, Rykunov D, Li QK, Chen LS, Ozbek U, Vasaikar S, Wu Y, Yoo S, Chowdhury S, Wyczalkowski MA, Ji J, Schnaubelt M, Kong A, Sethuraman S, Avtonomov DM, Ao M, Colaprico A, Cao S, Cho KC, Kalayci S, Ma S, Liu W, Ruggles K, Calinawan A, Gümüs ZH, Geizler D, Kawaler E, Teo GC, Wen B, Zhang Y, Keegan S, Li K, Chen F, Edwards N, Pierorazio PM, Chen XS, Pavlovich CP, Hakimi AA, Brominski G, Hsieh JJ, Antczak A, Omelchenko T, Lubinski J, Wiznerowicz M, Linehan WM, Kinsinger CR, Thiagarajan M, Boja ES, Mesri M, Hiltke T, Robles AI, Rodriguez H, Qian J, Fenyö D, Zhang B, Ding L, Schadt E, Chinnaiyan AM, Zhang Z, Omenn GS, Cieslik M, Chan DW, Nesvizhskii AI, Wang P, Zhang H; Clinical Proteomic Tumor Analysis Consortium",
      "link": "https://doi.org/10.1016/j.cell.2019.10.007",
      "journal": "Cell. 2019 Oct 31;179(4):964-983.e31",
      "title": "Integrated Proteogenomic Characterization of Clear Cell Renal Cell Carcinoma"
    },
    {
      "authors": "Adney EM, Ochmann MT, Sil S, Truong DM, Mita P, Wang X, Kahler DJ, Fenyö D, Holt LJ, Boeke JD",
      "link": "https://doi.org/10.1534/genetics.119.302601",
      "journal": "Genetics. 2019 Oct 30. pii:genetics.302601.2019",
      "title": "Comprehensive Scanning Mutagenesis of Human Retrotransposon LINE-1 Identifies Motifs Essential for Function"
    },
    {
      "authors": "McKerrow W, Fenyö D",
      "link": "https://doi.org/10.1093/bioinformatics/btz724",
      "journal": "Bioinformatics. 2019 Oct 4. pii: btz724",
      "title": "L1EM: A tool for accurate locus specific LINE-1 RNA quantification"
    },
    {
      "authors": "Pamela Wu, Zachary J Heins, James Muller, Lizabeth Katsnelson, Ino de Bruijn, Adam A Abeshouse, Nikolaus Schultz, David Fenyö and Jianjiong Gao",
      "link": "https://doi.org/10.1074/mcp.TIR119.001673",
      "journal": "Molecular & Cellular Proteomics 2019 mcp.TIR119.001673",
      "title": "Integration and analysis of CPTAC proteomics data in the context of cancer genomics in the cBioPortal"
    },
    {
      "authors": "Liu W, Payne SH, Ma S, Fenyö D",
      "link": "https://doi.org/10.1074/mcp.TIR119.001442",
      "journal": "Molecular & Cellular Proteomics 2019 mcp.TIR119.001442",
      "title": "Extracting Pathway-Level Signatures from Proteogenomic data in Breast Cancer Using Independent Component Analysis"
    },
    {
      "authors": "Huang KL, Wu Y, Primeau T, Wang YT, Gao Y, McMichael JF, Scott AD, Cao, Wendl MC, Johnson KJ, Ruggles K, Held J, Payne SH, Davies SR, Dar A, Kinsinger CR, Mesri M, Rodriguez H, Ellis MJ, Townsend RR, Chen F, Fenyo D, Li S, Liu T, Carr SA, Ding L",
      "link": "https://doi.org/10.1074/mcp.RA118.001243",
      "journal": "Mol Cell Proteomics 2019 pii: mcp.RA118.001243",
      "title": "Regulated Phosphosignaling Associated with Breast Cancer Subtypes and Druggability"
    },
    {
      "authors": "Steranka JP, Tang Z, Grivainis M, Huang CRL, Payer LM, Rego FOR, Araujo Miller TL, Galante PAF, Ramaswami S, Heguy A, Fenyö D, Boeke JD, Burns KH",
      "link": "https://doi.org/10.1186/s13100-019-0148-5",
      "journal": "Mobile DNA 2019 10:8",
      "title": "Transposon insertion profiling by sequencing (TIPseq) for mapping LINE-1 insertions in the human genome"
    },
    {
      "authors": "Zhang X, Nguyen KD, Rudnick P, Roper N, Kawaler E, Maity TK, Awasthi S, Gao S, Biswas R, Venugopalan A, Cultraro CM, Fenyö D, Guha U",
      "link": "https://doi.org/10.1074/mcp.RA118.001266",
      "journal": "Mol Cell Proteomics. 2019 Jan 7. pii: mcp.RA118.001266",
      "title": "Quantitative mass spectrometry to interrogate proteomic heterogeneity in metastatic lung adenocarcinoma and validate a novel somatic mutation CDK12-G879V"
    },
    {
      "authors": "Mehrnoosh Oghbaie, Petr Sulc, David Fenyo, Michael Pennock, John LaCava",
      "link": "https://doi.org/10.1101/744656",
      "journal": "bioRxiv 744656",
      "title": "Complex+: Aided Decision-Making for the Study of Protein Complexes"
    }
  ],
  "2018": [
    {
      "authors": "Chen YH, Keegan S, Kahli M, Tonzi P, Fenyö D, Huang TT, Smith DJ",
      "link": "https://doi.org/10.1038/s41594-018-0171-0",
      "journal": "Nat Struct Mol Biol. 2018 Dec 31",
      "title": "Transcription shapes DNA replication initiation and termination in human cells"
    },
    {
      "authors": "Jeong YT, Simoneschi D, Keegan S, Melville D, Adler NS, Saraf A, Florens L, Washburn MP, Cavasotto CN, Fenyö D, Cuervo AM, Rossi M, Pagano M",
      "link": "https://doi.org/10.7554/eLife.42253",
      "journal": "Elife. 2018 Dec 31;7. pii: e42253",
      "title": "The ULK1-FBXW5-SEC23B nexus controls autophagy"
    },
    {
      "authors": "Hadi T, Boytard L, Silvestro M, Alebrahim D, Jacob S, Feinstein J, Barone K, Spiro W, Hutchison S, Simon R, Rateri D, Pinet F, Fenyo D, Adelman M, Moore KJ, Eltzschig HK, Daugherty A, Ramkhelawon B",
      "link": "https://doi.org/10.1038/s41467-018-07495-1",
      "journal": "Nat Commun. 2018 Nov 27;9(1):5022",
      "title": "Macrophage-derived netrin-1 promotes abdominal aortic aneurysm formation by activating MMP3 in vascular smooth muscle cells"
    },
    {
      "authors": "Whelan DR, Lee WTC, Yin Y, Ofri DM, Bermudez-Hernandez K, Keegan S, Fenyo D, Rothenberg E",
      "link": "https://doi.org/10.1038/s41467-018-06435-3",
      "journal": "Nat Commun. 2018 Sep 24;9(1):3882",
      "title": "Spatiotemporal dynamics of homologous recombination repair at single collapsed replication forks"
    },
    {
      "authors": "Coudray N, Ocampo PS, Sakellaropoulos T, Narula N, Snuderl M, Fenyö D, Moreira AL, Razavian N, Tsirigos A",
      "link": "https://doi.org/10.1038/s41591-018-0177-5",
      "journal": "Nat Med. 2018 Sep 17",
      "title": "Classification and mutation prediction from non-small cell lung cancer histopathology images using deep learning"
    },
    {
      "authors": "Sengupta S, Sun SQ, Huang KL, Oh C, Bailey MH, Varghese R, Wyczalkowski MA, Ning J, Tripathi P, McMichael JF, Johnson KJ, Kandoth C, Welch J, Ma C, Wendl MC, Payne SH, Fenyö D, Townsend RR, Dipersio JF, Chen F, Ding L",
      "link": "http://doi.org/10.1186/s13073-018-0564-z",
      "journal": "Genome Med. 2018 Jul 27;10(1):60",
      "title": "Integrative omics analyses broaden treatment targets in human cancer"
    },
    {
      "authors": "Derk J, Bermudez Hernandez K, Rodriguez M, He M, Koh H, Abedini A, Li H, Fenyö D, Schmidt AM",
      "link": "https://doi.org/10.3233/JAD-180088",
      "journal": "J Alzheimers Dis. 2018 Jun 23",
      "title": "Diaphanous 1 (DIAPH1) is Highly Expressed in the Aged Human Medial Temporal Cortex and Upregulated in Myeloid Cells During Alzheimer's Disease"
    },
    {
      "authors": "Sun X, Wang X, Tang Z, Grivainis M, Kahler D, Yun C, Mita P, Fenyö D, Boeke JD",
      "link": "https:/doi.org/10.1073/pnas.1722565115",
      "journal": "Proc Natl Acad Sci U S A. 2018 May 25. pii: 201722565",
      "title": "Transcription factor profiling reveals molecular choreography and key regulators of human retrotransposon expression"
    },
    {
      "authors": "Schafler ED, Thomas PA, Ha S, Wang Y, Bermudez-Hernandez K, Tang Z, Fenyö D, Vigodner M, Logan SK",
      "link": "https:/doi.org/10.1371/journal.pone.0195747",
      "journal": "PLoS One. 13 (2018) e0195747",
      "title": "UXT is required for spermatogenesis in mice"
    },
    {
      "authors": "Venkataraman A, Yang K, Irizarry J, Mackiewicz M, Mita P, Kuang Z, Xue L, Ghosh D, Liu S, Ramos P, Hu S, Bayron Kain D, Keegan S, Saul R, Colantonio S, Zhang H, Behn FP, Song G, Albino E, Asencio L, Ramos L, Lugo L, Morell G, Rivera J, Ruiz K, Almodovar R, Nazario L, Murphy K, Vargas I, Rivera-Pacheco ZA, Rosa C, Vargas M, McDade J, Clark BS, Yoo S, Khambadkone SG, de Melo J, Stevanovic M, Jiang L, Li Y, Yap WY, Jones B, Tandon A, Campbell E, Montelione GT, Anderson S, Myers RM, Boeke JD, Fenyö D, Whiteley G, Bader JS, Pino I, Eichinger DJ, Zhu H, Blackshaw S",
      "link": "https://doi.org/10.1038/nmeth.4632",
      "journal": "Nat Methods. 2018 Mar 19",
      "title": "A toolbox of immunoprecipitation-grade monoclonal antibodies to human transcription factors"
    },
    {
      "authors": "Jayasinghe RG, Cao S, Gao Q, Wendl MC, Vo NS, Reynolds SM, Zhao Y, Climente-González H, Chai S, Wang F, Varghese R, Huang M, Liang WW, Wyczalkowski MA, Sengupta S, Li Z, Payne SH, Fenyö D, Miner JH, Walter MJ; Cancer Genome Atlas Research Network, Vincent B, Eyras E, Chen K, Shmulevich I, Chen F, Ding L",
      "link": "https://doi.org/10.1016/j.celrep.2018.03.052",
      "journal": "Cell Rep. 23 (2018) 270-281.e3",
      "title": "Systematic Analysis of Splice-Site-Creating Mutations in Cancer"
    },
    {
      "authors": "Pelzek AJ, Shopsin B, Radke EE, Tam K, Ueberheide BM, Fenyö D, Brown SM, Li Q, Rubin A, Fulmer Y, Chiang WK, Hernandez DN, El Bannoudi H, Sause WE, Sommerfield A, Thomsen IP, Miller AO, Torres VJ, Silverman GJ",
      "link": "https://doi.org/10.1128/mBio.02125-17",
      "journal": "MBio. 2018",
      "title": "Human Memory B Cells Targeting Staphylococcus aureus Exotoxins Are Prevalent with Skin and Soft Tissue Infection"
    },
    {
      "authors": "Mundt F, Rajput S, Li S, Ruggles KV, Mooradian AD, Mertins P, Gillette MA, Krug K, Guo Z, Hoog J, Erdmann-Gilmore P, Primeau T, Huang S, Edwards DP, Wang X, Wang X, Kawaler E, Mani DR, Clauser KR, Gao F, Luo J, Davies SR, Johnson GL, Huang KL, Yoon CJ, Ding L, Fenyö D, Ellis MJ, Townsend RR, Held JM, Carr SA, Ma CX",
      "link": "https://doi.org/10.1158/0008-5472.CAN-17-1990",
      "journal": "Cancer Res. 2018",
      "title": "Mass spectrometry-based proteomics reveals potential roles of NEK9 and MAP2K4 in resistance to PI3K inhibitors in triple negative breast cancers"
    },
    {
      "authors": "Menschaert G, Wang X, Jones AR, Ghali F, Fenyö D, Olexiouk V, Zhang B, Deutsch EW, Ternent T, Vizcaíno JA",
      "link": "https://doi.org/10.1186/s13059-017-1377-x",
      "journal": "Genome Biol. 19 (2018) 12",
      "title": "The proBAM and proBed standard formats: enabling a seamless integration of genomics and proteomics data"
    },
    {
      "authors": "Mita P, Wudzinska A, Sun X, Andrade J, Nayak S, Kahler DJ, Badri S, LaCava J, Ueberheide B, Yun CY, Fenyö D, Boeke JD",
      "link": "https://doi.org/10.7554/eLife.30058",
      "journal": "Elife. 2018 Jan 8;7. pii: e30058",
      "title": "LINE-1 protein localization and functional dynamics during the cell cycle"
    },
    {
      "authors": "Taylor MS, Altukhov I, Molloy KR, Mita P, Jiang H, Adney EM, Wudzinska A, Badri S, Ischenko D, Eng G, Burns KH, Fenyö D, Chait BT, Alexeev D, Rout MP, Boeke JD, LaCava J",
      "link": "https://doi.org/10.7554/eLife.30094",
      "journal": "Elife. 2018 Jan 8;7. pii: e30094",
      "title": "Dissection of affinity captured LINE-1 macromolecular complexes"
    },
    {
      "authors": "Juan Ignacio Gutierrez, Gregory Brittingham, Xuya Wang, David Fenyo, Liam J Holt",
      "link": "https://doi.org/10.1101/165043",
      "journal": "bioRxiv 165043",
      "title": "The largest SWI/SNF polyglutamine domain is a pH sensor"
    }
  ],
  "2017": [
    {
      "authors": "Mostovenko E, Vegvari A, Rezeli M, Lichti C, Fenyo D, Wang Q, Lang FF, Sulman E, Sahlin KB, Marko-Varga G, Nilsson CL",
      "link": "https://doi.org/10.1021/acschemneuro.7b00362",
      "journal": "ACS Chem Neurosci. 2017 Dec 18",
      "title": "Large scale identification of variant proteins in glioma stem cells"
    },
    {
      "authors": "Bermudez-Hernandez K, Keegan S, Whelan DR, Reid DA, Zagelbaum J, Yin Y, Ma S, Rothenberg E, Fenyö D",
      "link": "http://doi.org/10.1038/s41598-017-14922-8",
      "journal": "Scientific Reports (2017)",
      "title": "A Method for Quantifying Molecular Interactions Using Stochastic Modelling and Super-Resolution Microscopy"
    },
    {
      "authors": "Wang X, Mooradian AD, Erdmann-Gilmore P, Zhang Q, Viner R, Davies SR, Huang KL, Bomgarden R, Van Tine BA, Shao J, Ding L, Li S, Ellis MJ, Rogers JC, Townsend RR, Fenyö D, Held JM",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28790197",
      "journal": "Sci Signal. 10 (2017) pii:eaam8065",
      "title": "Breast tumors educate the proteome of stromal tissue in an individualized but coordinated manner"
    },
    {
      "authors": "Ray B, Liu W, Fenyö D",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28835735",
      "journal": "Cancer Inform. 16 (2017) 1176935117725727",
      "title": "Adaptive Multiview Nonnegative Matrix Factorization Algorithm for Integration of Multimodal Biomedical Data"
    },
    {
      "authors": "Snuderl M, Zhang G, Wu P, Jennings TS, Shroff S, Ortenzi V, Jain R, Cohen B, Reidy JJ, Dushay MS, Wisoff JH, Harter DH, Karajannis MA, Fenyo D, Neubert TA, Zagzag D",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28606795",
      "journal": "Am J Pathol. 2017 Jun 9. pii: S0002-9440(17)30075-5",
      "title": "Endothelium-Independent Primitive Myxoid Vascularization Creates Invertebrate-Like Channels to Maintain Blood Supply in Optic Gliomas"
    },
    {
      "authors": "Agrawal P, Fontanals-Cirera B, Sokolova E, Jacob S, Vaiana CA, Argibay D, Davalos V, McDermott M, Nayak S, Darvishian F, Castillo M, Ueberheide B, Osman I, Fenyö D, Mahal LK, Hernando E",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28609658",
      "journal": "Cancer Cell. 2017 Jun 12;31(6):804-819.e7",
      "title": "A Systems Biology Approach Identifies FUT8 as a Driver of Melanoma Metastasis"
    },
    {
      "authors": "Mashl RJ, Scott AD, Huang KL, Wyczalkowski MA, Yoon CJ, Niu B, DeNardo E, Yellapantula VD, Handsaker RE, Chen K, Koboldt DC, Ye K, Fenyö D, Raphael B, Wendl MC, Ding L",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28522612",
      "journal": "Genome Res. 2017",
      "title": "GenomeVIP: a cloud platform for genomic variant discovery and interpretation"
    },
    {
      "authors": "Ruggles KV, Krug K, Wang X, Clauser KR, Wang J, Payne SH, Fenyö D, Zhang B, Mani DR",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28456751",
      "image": "/images/publications/proteogenomics_mcp_2017.png",
      "journal": "Mol Cell Proteomics 2017",
      "title": "Methods, tools and current perspectives in proteogenomics"
    },
    {
      "authors": "Huang KL, Li S, Mertins P, Cao S, Gunawardena HP, Ruggles KV, Mani DR, Clauser KR, Tanioka M, Usary J, Kavuri SM, Xie L, Yoon C, Qiao JW, Wrobel J, Wyczalkowski MA, Erdmann-Gilmore P, Snider JE, Hoog J, Singh P, Niu B, Guo Z, Sun SQ, Sanati S, Kawaler E, Wang X, Scott A, Ye K, McLellan MD, Wendl MC, Malovannaya A, Held JM, Gillette MA, Fenyö D, Kinsinger CR, Mesri M, Rodriguez H, Davies SR, Perou CM, Ma C, Reid Townsend R, Chen X, Carr SA, Ellis MJ, Ding L",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28348404",
      "journal": "Nat Commun. 8 (2017) 14864",
      "title": "Proteogenomic integration reveals therapeutic targets in breast cancer xenografts"
    },
    {
      "authors": "Mitchell LA, Wang A, Stracquadanio G, Kuang Z, Wang X, Yang K, Richardson S, Martin JA, Zhao Y, Walker R, Luo Y, Dai H, Dong K, Tang Z, Yang Y, Cai Y, Heguy A, Ueberheide B, Fenyö D, Dai J, Bader JS, Boeke JD",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28280154",
      "journal": "Science 355 (2017) 6329",
      "title": "Synthesis, debugging, and effects of synthetic chromosome consolidation: synVI and beyond"
    },
    {
      "authors": "Agmon N, Tang Z, Yang K, Sutter B, Ikushima S, Cai Y, Caravelli K, Martin JA, Sun X, Choi WJ, Zhang A, Stracquadanio G, Hao H, Tu BP, Fenyö D, Bader JS, Boeke JD",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28174266",
      "journal": "Proc Natl Acad Sci U S A. 2017 Feb 7. pii: 201621250",
      "title": "Low escape-rate genome safeguards with minimal molecular perturbation of Saccharomyces cerevisiae"
    },
    {
      "authors": "Tang Z, Steranka JP, Ma S, Grivainis M, Rodic N, Huang CR, Shih IM, Wang TL, Boeke JD, Fenyö D, Burns KH",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28096347",
      "journal": "Proc Natl Acad Sci U S A. 2017 Jan 17. pii: 201619797",
      "title": "Human transposon insertion profiling: Analysis, visualization and identification of somatic LINE-1 insertions in ovarian cancer"
    }
  ],
  "2016": [
    {
      "authors": "Achanta P, Steranka JP, Tang Z, Rodic N, Sharma R, Yang WR, Ma S, Grivainis M, Huang CR, Schneider AM, Gallia GL, Riggins GJ, Quinones-Hinojosa A, Fenyö D, Boeke JD, Burns KH",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/27843500",
      "journal": "Mob DNA. 2016",
      "title": "Somatic retrotransposition is infrequent in glioblastomas"
    },
    {
      "authors": "Dankert JF, Rona G, Geter P, Clijsters L, Skaar JR, Bermudez-Hernandez K, Fenyö D, Ueberheide B, Schneider R, Pagano M",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/27773672",
      "journal": "Molecular Cell 2016",
      "title": "Cyclin F-mediated degradation of SLBP limits H2A.X accumulation and apoptosis upon genotoxic stress in G2"
    },
    {
      "authors": "Ruggles KV, Fenyö D",
      "link": "http://fenyolab.org/publications/pdf/16_ruggles_adv-exp-med-biol.pdf",
      "journal": "Adv. Exp. Med. Biol. 926 (2016) 11-19",
      "title": "Next Generation Sequencing Data and Proteogenomics"
    },
    {
      "authors": "Mita P, Lhakhang T, Li D, Eichinger DJ, Fenyö D, Boeke JD",
      "link": "http://doi.org/10.1186/s12575-016-0046-x",
      "journal": "Biological Procedures Online (2016) 18:16",
      "title": "Fluorescence ImmunoPrecipitation (FLIP): a novel assay for high-throughput IP"
    },
    {
      "authors": "Askenazi M & Fenyö D",
      "link": "http://doi.org/10.1002/pmic.201600096",
      "image": "/images/publications/openslice-proteomics-2016.png",
      "journal": "Proteomics 2016 July 19",
      "title": "OpenSlice: Quantitative Data Sharing from HyperPeaks to Global Ion Chromatograms (GICs)"
    },
    {
      "authors": "Ma S, Galatzer-Levy IR, Wang X, Fenyö D, Shalev AY",
      "link": "https://www.ncbi.nlm.nih.gov/pubmed/28269880",
      "journal": "AMIA Annu Symp Proc. (2016) 837-843",
      "title": "A First Step towards a Clinical Decision Support System for Post-traumatic Stress Disorders"
    },
    {
      "authors": "Whelan DR, Yin Y, Bermudez-Hernandez K, Keegan S, Fenyö D, Rothenberg E",
      "link": "http://doi.org/10.1017/S1431927616005924",
      "journal": "Microsc Microanal. 22 (2016) 1016-1017",
      "title": "Single Molecule Localization Microscopy of DNA Damage Response Pathways in Cancer"
    },
    {
      "authors": "Zhang H, Liu T, Zhang Z, Payne S, Zhang B, McDermott J, Zhou JY, Petyuk V, Chen L, Ray D, Sun S, Yang F, Chen L, Wang J, Shah P, Cha S, Aiyetan P, Woo S, Tian Y, Gritsenko M, Choi C, Monroe M, Thomas S, Moore R, Yu KH, Tabb D, Fenyö D, Bafna V, Wang Y, Rodriguez H, Boja E, Hiltke T, Rivers R, Sokoll L, Zhu H, Shih IM, Pandey A, Zhang B, Snyder M, Levine D, Smith R, Chan D, Rodland K",
      "link": "http://www.cell.com/cell/fulltext/S0092-8674(16)30673-0",
      "journal": "Cell 2016",
      "title": "Deep proteogenomic characterization of human ovarian cancer"
    },
    {
      "authors": "Mertins P, Mani DR, Ruggles KV, Gillette MA, Clauser KR, Wang P, Wang X, Qiao JW, Cao S, Petralia F, Kawaler E, Mundt F, Krug K, Tu Z, Lei JT, Gatza ML, Wilkerson M, Perou CM, Yellapantula V, Huang K-l, Lin C, McLellan MD, Yan P, Davies SR, Townsend RR, Skates SJ, Wang J, Zhang B, Kinsinger CR, Mesri M, Rodriguez H, Ding L, Paulovich AG, Fenyö D, Ellis MJ, Carr SA & the NCI CPTAC",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/27251275",
      "journal": "Nature 534 (2016) 55-62",
      "title": "Proteogenomics connects somatic mutations to signaling in breast cancer"
    },
    {
      "authors": "Luo Y, Jacobs EY, Greco TM, Mohammed KD, Tong T, Keegan S, Binley JM, Cristea IM, Fenyö D, Rout MP, Chait BT, Muesing MA",
      "link": "http://www.nature.com/articles/nmicrobiol201668",
      "journal": "Nature Microbiology 2016 May 23",
      "title": "Probing the HIV-Host Interactome in Infected Cells"
    },
    {
      "authors": "Ma S, Ren J, Fenyö D",
      "link": "/pdf/16_ma_amiajs.pdf",
      "journal": "AMIA Jt Summits Transl Sci Proc. 2016",
      "title": "Breast Cancer Prognostics Using Multi-Omics Data"
    },
    {
      "authors": "Saxe G, Statnikov A, Fenyö D, Ren J, Li Z, Prasad M, Wall D, Bergman N, Briggs E, Aliferis C",
      "link": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0151174",
      "journal": "PLOS ONE 2016 March 30",
      "title": "A Complex Systems Approach to Causal Discovery in Psychiatry"
    },
    {
      "authors": "Whiteaker JR, Halusa GN, Hoofnagle AN, Sharma V, MacLean B, Yan P, Wrobel JA, Kennedy J, Mani DR, Zimmerman LJ, Meyer MR, Mesri M, Boja E, Carr SA, Chan DW, Chen X, Chen J, Davies SR, Ellis MJ, Fenyö D, Hiltke T, Ketchum KA, Kinsinger C, Kuhn E, Liebler DC, Liu T, Loss M, MacCoss MJ, Qian WJ, Rivers R, Rodland KD, Ruggles KV, Scott MG, Smith RD, Thomas S, Townsend RR, Whiteley G, Wu C, Zhang H, Zhang Z, Rodriguez H, Paulovich AG.",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26867747",
      "journal": "Methods Mol Biol. 1410 (2016) 223-236",
      "title": "Using the CPTAC Assay Portal to Identify and Implement Highly Characterized Targeted Proteomics Assays"
    },
    {
      "authors": "Keegan S, Cortens JP, Beavis RC, Fenyo D",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26842767",
      "journal": "J Proteome Res. 2016 Feb 4",
      "title": "g2pDB: A Database Mapping Protein Post-Translational Modifications to Genomic Coordinates"
    },
    {
      "authors": "Leo-Macias A, Agullo-Pascual E, Sanchez-Alonso JL, Keegan S, Lin X, Fengxia-Liang, Korchev YE, Gorelik J, Fenyö D, Rothenberg E, Delmar M",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26787348",
      "journal": "Nature Communications 2016 Jan 20",
      "title": "Nanoscale Visualization of a Functional Adhesion/Excitability Node at the Cardiac Intercalated Disc"
    },
    {
      "authors": "Thompson MK, Fridy PC, Sarah Keegan S, Chait BT, Fenyö D, Rout MP",
      "link": "http://dx.doi.org/10.1016/j.jim.2016.01.006",
      "journal": "Journal of Immunological Methods 2016 Jan 9",
      "title": "Optimizing Selection of Large Animals for Antibody Production by Screening Immune Response to Standard Vaccines"
    },
    {
      "authors": "Tufariello JM, Chapman JR, Kerantzas CA, Wong KW, Vilcheze C, Jones CM, Cole LE, Tinaztepe E, Thompson V, Fenyö D, Niederweis M, Ueberheide B, Philips JA, Jacobs WR Jr.",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26729876",
      "journal": "PNAS 2016",
      "title": "Separable Roles for Mycobacterium tuberculosis ESX-3 Effectors in Iron Acquisition and Virulence"
    }
  ],
  "2015": [
    {
      "authors": "Fenyo D, Beavis RC",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26680273",
      "journal": "J Proteome Res. 2015. PMID: 26680273",
      "title": "Selenocysteine: Wherefore art thou?"
    },
    {
      "authors": "Menschaert G, Fenyo D",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26670565",
      "journal": "Mass Spectrometry Reviews 2015",
      "title": "Proteogenomics from a bioinformatics angle: A growing field"
    },
    {
      "authors": "Askenazi M, Ruggles K, Fenyo D",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26638927",
      "journal": "J Proteome Res. 2015",
      "title": "PGx: Putting Peptides to BED"
    },
    {
      "authors": "Ruggles KV, Tang Z, Wang X, Grover H, Askenazi M, Teubl J, Cao S, McLellan MD, Clauser KR, Tabb DL, Mertins P, Slebos R, Erdmann-Gilmore P, Li S, Gunawardena HP, Xie L, Liu T, Zhou JY, Sun S, Hoadley KA, Perou CM, Chen X, Davies SR, Maher CA, Kinsinger CR, Rodland KD, Zhang H, Zhang Z, Ding L, Townsend RR, Rodriguez H, Chan D, Smith RD, Liebler DC, Carr SA, Payne S, Ellis MJ, Fenyo D",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26631509",
      "journal": "Mol Cell Proteomics. 2015",
      "title": "An analysis of the sensitivity of proteogenomic mapping of somatic mutations and novel splicing events in cancer"
    },
    {
      "authors": "Ntai I, LeDuc RD, Fellers RT, Erdmann-Gilmore P, Davies SR, Rumsey J, Early BP, Thomas PM, Li S, Compton PD, Ellis MJ, Ruggles KV, Fenyo D, Boja ES, Rodriguez H, Townsend RR, Kelleher NL.",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26503891",
      "journal": "Mol Cell Proteomics. 2015 Oct 26",
      "title": "Integrated Bottom-up and Top-down Proteomics of Patient-derived Breast Tumor Xenografts"
    },
    {
      "authors": "Boeke JD, Fenyo D",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/26496595",
      "journal": "Cell. 163 (2015) 534-5",
      "title": "Much Ado about Zero"
    },
    {
      "authors": "Ruggles K, Fenyö D",
      "journal": "Next-generation DNA sequencing Informatics, 2nd Edition, Ed. Stuart Brown, Cold Spring Harbor Laboratory Press 2015, Cold Spring Harbor, New York",
      "title": "Proteogenomics"
    },
    {
      "authors": "Hakhverdyan Z, Domanski M, Hough L, Oroskar AA, Oroskar AR, Keegan S, Dilworth DJ, Molloy K, Sherman V, Aitchison JD, Fenyö D, Chait BT, Jensen TH, Rout MP, LaCava J",
      "link": "/pdf/15_hakhverdyan_nm.pdf",
      "journal": "Nature Methods 2015 May 4. PMID 25938370",
      "title": "Rapid Optimized Interactomic Screening"
    },
    {
      "authors": "Fenyö D, Beavis R",
      "link": "/pdf/15_fenyo_bioinformatics.pdf",
      "journal": "Bioinformatics 2015. PMID: 25697819",
      "title": "The GPMDB REST Interface"
    },
    {
      "authors": "Reid D, Keegan S, Leo-Macias A, Watanabe G, Strande NT, Oksuz BA, Fenyö D, Lieber MR, Ramsden DA, Rothenberg E",
      "link": "/pdf/15_reid_pnas.pdf",
      "journal": "PNAS 2015 May 4 PMID 25941401",
      "title": "Organization and dynamics of the nonhomologous end-joining machinery during DNA double-strand break repair"
    }
  ],
  "2014": [
    {
      "authors": "P.C. Fridy, Y. Li, S. Keegan, M.K. Thompson, I. Nudelman, J.F. Scheid, M. Oeffinger, M.C. Nussenzweig, D. Fenyö, B.T. Chait, M.P. Rout",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/25362362",
      "journal": "Nature Methods 11 (2014) 1253-1260",
      "title": "A robust pipeline for rapid production of versatile nanobody repertoires"
    },
    {
      "authors": "Sun J, Zhang G, Li S, Ivanov AR, Fenyö D, Lisacek F, Murthy SK, Karger BL, Brusic V",
      "link": "/pdf/14_sun_bmc-genomics.pdf",
      "journal": "BMC Genomics 2014",
      "title": "Pathway analysis and transcriptomics improve protein identification by shotgun proteomics from samples comprising small number of cells - a benchmarking study"
    },
    {
      "authors": "Nilsson CL, Mostovenko E, Lichti CF, Ruggles K, Fenyö D, Rosenbloom KR, Hancock WS, Paik YK, Omenn GS, LaBaer J, Kroes RA, Uhlén M, Hober S, Végvári A, Andrén PE, Sulman EP, Lang FF, Fuentes M, Carlsohn E, Emmett MR, Moskal JR, Berven FS, Fehniger TE, Marko-Varga G.",
      "link": "/pdf/14_nilsson_jpr.pdf",
      "journal": "J Proteome Res. 2014",
      "title": "Use of ENCODE Resources to Characterize Novel Proteoforms and Missing Proteins in the Human Proteome"
    },
    {
      "authors": "Agullo-Pascual E, Lin X, Leo-Macias A, Zhang M, Liang FX, Li Z, Pfenniger A, Lübkemeier I, Keegan S, Fenyö D, Willecke K, Rothenberg E, Delmar M.",
      "link": "/pdf/14_agullo-pascual_cardio-res.pdf",
      "journal": "Cardiovasc Res. 2014 Aug 18. pii: cvu195",
      "title": "Super-resolution imaging reveals that loss of the C-terminus of Connexin43 limits microtubule plus-end capture and NaV1.5 localization at the intercalated disc"
    },
    {
      "authors": "Zhang B, Wang J, Wang X, Zhu J, Liu Q, Shi Z, Chambers MC, Zimmerman LJ, Shaddox KF, Kim S, Davies SR, Wang S, Wang P, Kinsinger CR, Rivers RC, Rodriguez H, Townsend RR, Ellis MJ, Carr SA, Tabb DL, Coffey RJ, Slebos RJ, Liebler DC; National Cancer Institute Clinical Proteomics Tumor Analysis Consortium (NCI CPTAC)",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/25043054",
      "journal": "Nature 2014 Jul 20",
      "title": "Proteogenomic characterization of human colon and rectal cancer"
    },
    {
      "authors": "Mertins P, Yang F, Liu T, Mani DR, Petyuk VA, Gillette MA, Clauser KR, Qiao JW, Gritsenko MA, Moore RJ, Levine DA, Townsend R, Erdmann-Gilmore P, Snider JE, Davies SA, Ruggles KV, Fenyö D, Kitchens RT, Li S, Olvera N, Dao F, Rodriguez H, Chan DW, Liebler D, White F, Rodland KD, Mills GB, Smith RD, Paulovich AG, Ellis M, Carr SA",
      "link": "/pdf/14_mertins_mcp.pdf",
      "journal": "Mol Cell Proteomics. 2014",
      "title": "Ischemia in tumors induces early and sustained phosphorylation changes in stress kinase pathways but does not affect global protein levels"
    },
    {
      "authors": "Whiteaker JR, Halusa GN, Hoofnagle AN, Sharma V, MacLean B, Yan P, Wrobel JA, Kennedy J, Mani DR, Zimmerman LJ, Meyer MR, Mesri M, Rodriguez H; Clinical Proteomic Tumor Analysis Consortium (CPTAC), Paulovich AG.",
      "link": "http://www.ncbi.nlm.nih.gov/pubmed/24972168",
      "journal": "Nat Methods 11 (2014) 703-4",
      "title": "CPTAC Assay Portal: a repository of targeted proteomic assays"
    }
  ],
  "2013": [
    {
      "authors": "Lichti CF, Liu H, Shavkunov AS, Mostovenko E, Sulman EP, Ezhilarasan R, Wang Q, Kroes R, Moskal JR, Fenyö D, Oksuz BA, Conrad CA, Lang FF, Berven FS, Végvári A, Rezeli M, Marko-Varga G, Hober S, Nilsson CL",
      "link": "/pdf/13_lichti_jpr.pdf",
      "journal": "J Proteome Res. 2013",
      "title": "Integrated Chromosome 19 Transcriptomic and Proteomic Datasets Derived from Glioma Cancer Stem Cell Lines"
    },
    {
      "authors": "Agullo-Pascual E, Reid DA, Keegan S, Sidhu M, Fenyö D, Rothenberg E, Delmar M.",
      "link": "/pdf/13_agullo-pascual_cvr.pdf",
      "journal": "Cardiovasc Res. 2013",
      "title": "Super-resolution fluorescence microscopy of the cardiac connexome reveals plakophilin-2 inside the connexin43 plaque"
    },
    {
      "authors": "J. Malm, T.E. Fehniger, P. Danmyr, A. Végvári, C. Welinder, H. Lindberg, R. Appelqvist, K. Sjödin, E. Wieslander, T. Laurell, S. Hober, F. Berven, D. Fenyö D, X. Wang, P.E. Andrén, G. Edula, E. Carlsohn, M. Fuentes, C. Nilsson C, M. Dahlbäck, M. Rezeli, D. Erlinge, G. Marko-Varga",
      "journal": "J Proteomics 2013",
      "title": "Developments in biobanking workflow standardization providing sample integrity and stability"
    },
    {
      "authors": "Y. Bao, S. Waldemarson, G. Zhang, A. Wahlander, B. Ueberheide, S. Myung, B. Reed, K. Molloy, J.C. Padovan, J. Eriksson, T.A. Neubert, B.T. Chait, D. Fenyö",
      "link": "/pdf/13_bao_methods.pdf",
      "journal": "Methods 61(2013) 299-303",
      "title": "Detection and Correction of Interference in SRM Analysis"
    },
    {
      "authors": "M.F. Muellenbeck, B. Ueberheide, B. Amulic, A. Epp, D Fenyö, C.E. Busse, M. Esen, M. Theisen, B. Mordmüller, H. Wardemann",
      "link": "/pdf/13_muellenbeck_jem.pdf",
      "journal": "J Exp Med. 210 (2013) 389-99",
      "title": "Atypical and classical memory B cells produce Plasmodium falciparum neutralizing antibodies"
    },
    {
      "authors": "S. Liu, H. Im, A. Bairoch, M. Cristofanilli, R. Chen, E.W. Deutsch, S. Dalton, D. Fenyö, S. Fanayan, C. Gates, P. Gaudet, M. Hincapie, S. Hanash, H. Kim, S.-K. Jeong, E. Lundberg, G. Mias, R. Menon, Z. Mu, E. Nice, Y.-K. Paik, M. Uhlen, L. Wells, S.-L. Wu, F.Yan, F.Zhang, Y.Zhang, M.Snyder, G.S. Omenn, R.C. Beavis, W.S. Hancock",
      "link": "/pdf/12_liu_jpr.pdf",
      "journal": "J. Proteome Res. 12 (2013) 45-57",
      "title": "A Chromosome-centric Human Proteome Project (C-HPP) to Characterize the Sets of Proteins Encoded in Chromosome 17"
    },
    {
      "authors": "C.L. Nilsson, F. Berven, F. Selheim, H. Liu, J.R. Moskal, R.A. Kroes, E.P. Sulman, C.A. Conrad, F.F. Lang, P.E. Andrén, A. Nilsson, E. Carlsohn, H. Lilja, J. Malm, D. Fenyö, D. Subramaniyam, X. Wang, M. Gonzales-Gonzales, N. Dasilva, P. Diez, M. Fuentes, Á. Végvári, K. Sjödin, C. Welinder, T. Laurell, T.E. Fehniger, H. Lindberg, M. Rezeli, G. Edula, S. Hober, G. Marko-Varga",
      "link": "/pdf/12_nilsson_jpr.pdf",
      "journal": "J. Proteome Res. 12 (2013) 135-150",
      "title": "Chromosome 19 Annotations with Disease Speciation: A First Report from the Global Research Consortium"
    },
    {
      "authors": "E. Kefaloyianni, J.S. Lyssand, C. Moreno, D. Delaroche, M. Hong, D. Fenyö, C.V. Mobbs, T.A. Neubert, W.A. Coetzee",
      "link": "/pdf/12_kefaloyianni_proteomics.pdf",
      "journal": "Proteomics 13 (2013) 368-78",
      "title": "A comparative proteomic analysis of the KATP channel complex in different tissue types"
    }
  ],
  "2012": [
    {
      "authors": "L. Bozzacco, H. Yu, J. Dengjel, C. Trumpfheller, H.A. Zebroski III, N. Zhang, V. Küttner, B.M. Ueberheide, H. Deng, B.T. Chait, R.M. Steinman, S. Mojsov, D. Fenyö",
      "link": "/pdf/12_bozzacco_plos-one.pdf",
      "journal": "PLoS One 7 (2012):e41897",
      "title": "Strategy for Identifying Dendritic Cell-Processed CD4(+) T Cell Epitopes from the HIV Gag p24 Protein"
    }
  ],
  "2011": [
    {
      "authors": "J.F. Scheid, H. Mouquet, B. Ueberheide, R. Diskin, F. Klein, T.Y.K. Olivera, J. Pietzsch, D. Fenyö, A. Abadir, K. Velinzon, A. Hurley, S. Myung, F. Boulad, P. Poignard, D. Burton, F. Pereyra, D.D. Ho, B.D. Walker, M.S. Seaman, P.J. Bjorkman, B.T. Chait, M.C. Nussenzweig.",
      "link": "/pdf/11_Scheid_Science.pdf",
      "journal": "Science 6049 (2011) 1633-7",
      "title": "Sequence and Structural Convergence of Broad and Potent HIV Antibodies That Mimic CD4 Binding"
    },
    {
      "authors": "C.F. Aliferis, A.V. Alekseyenko, Y. Aphinyanaphongs, S. Brown, D. Fenyö, L. Fu, S. Shen, A. Statnikov, J. Wang",
      "link": "/pdf/11_aliferis_imia.pdf",
      "journal": "IMIA Yearbook of Medical Informatics 6 (2011) 146-155",
      "title": "Trends and Developments in Bioinformatics in 2010: Prospects and Perspectives"
    },
    {
      "authors": "S. Myung, H. Cohen, D. Fenyö, J.C. Padovan, A.N. Krutchinsky, B.T. Chait",
      "link": "/pdf/11_Myung_IntJourMassSpec.pdf",
      "journal": "International Journal of Mass Spectrometry 301 (2011) 211-219",
      "title": "High-capacity ion trap coupled to a time-of-flight mass spectrometer for comprehensive linked scans with no scanning losses"
    },
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/11_Fenyo_Methods-Mol-Biol.pdf",
      "journal": "Methods Mol Biol. 694 (2011) 109-17",
      "title": "Modeling mass spectrometry-based protein analysis"
    }
  ],
  "2010": [
    {
      "authors": "D. Fenyö,(Ed.)",
      "link": "http://www.amazon.com/Computational-Biology-Methods-Molecular/dp/1607618419",
      "image": "/images/publications/computational-biology-2010.jpg",
      "journal": "Methods Mol Biol 673 (2010)",
      "title": "Computational Biology"
    },
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/10_eriksson_methods-mol-biol.pdf",
      "journal": "Methods Mol Biol 673 (2010) 223-30",
      "title": "Modeling experimental design for proteomics"
    },
    {
      "authors": "G. Zhang, B.M. Ueberheide, S. Waldemarson, S. Myung, K. Molloy, J. Eriksson, B.T. Chait, T.A. Neubert, D. Fenyö",
      "link": "/pdf/10_zhang_methods-mol-biol.pdf",
      "journal": "Methods Mol Biol 673 (2010) 211-22",
      "title": "Protein quantitation using mass spectrometry"
    },
    {
      "authors": "D. Fenyö, J. Eriksson, R. Beavis",
      "link": "/pdf/10_fenyo_methods-mol-biol.pdf",
      "journal": "Methods Mol Biol 673 (2010) 189-202",
      "title": "Mass spectrometric protein identification using the global proteome machine"
    },
    {
      "authors": "L. Peng, E.A. Kapp, D. Fenyö, M.S. Kwon, P. Jiang, S. Wu, Y. Jiang, M.I. Aguilar, N. Ahmed, M.S. Baker, Z. Cai, Y.J. Chen, P. Van Chi, M.C. Chung, F. He, A.C. Len, P.C. Liao, K. Nakamura, S.M. Ngai, Y.K. Paik, T.L. Pan, T.C. Poon, G. Hosseini Salekdeh, R.J. Simpson, R. Sirdeshmukh, C. Srisomsap, J. Svasti, Y.C. Tyan, F.S. Dreyer, D. McLauchlan, P. Rawson, T.W. Jordan",
      "link": "/pdf/10_peng_proteomics.pdf",
      "journal": "Proteomics 2010 May 18",
      "title": "The asia oceania human proteome organisation membrane proteomics initiative. preparation and characterization of the carbonate-washed membrane standard"
    },
    {
      "authors": "A.G. Paulovich, D. Billheimer, A.J. Ham, L. Vega-Montoto, P.A. Rudnick, D.L. Tabb, P. Wang, R.K. Blackman, D.M. Bunk, H.L. Cardasis, K.R. Clauser, C.R. Kinsinger, B. Schilling, T.J. Tegeler, A.M. Variyath, M. Wang, J.R. Whiteaker, L.J. Zimmerman, D. Fenyo, S.A. Carr, S.J. Fisher, B.W. Gibson, M. Mesri, T.A. Neubert, F.E. Regnier, H. Rodriguez, C. Spiegelman, S.E. Stein, P. Tempst, D.C. Liebler",
      "link": "/pdf/10_paulovich_mcp.pdf",
      "journal": "Mol Cell Proteomics, 9 (2010) 242-254",
      "title": "Interlaboratory study characterizing a yeast performance standard for benchmarking LC-MS platform performance"
    },
    {
      "authors": "M.D. Sekedat, D. Fenyö, R.S. Rogers, A.J. Tackett, J.D. Aitchison, B.T. Chait",
      "link": "/pdf/10_sekedat_msb.pdf",
      "journal": "Mol Syst Biol. 6 (2010) 353",
      "title": "GINS motion reveals replication fork progression is remarkably uniform throughout the yeast genome"
    }
  ],
  "2009": [
    {
      "authors": "B.M. Ueberheide, D. Fenyö, P.F. Alewood, B.T. Chait",
      "link": "/pdf/09_ueberheide_pnas.pdf",
      "journal": "Proc Natl Acad Sci 106 (2009) 6910-6915",
      "title": "Rapid sensitive analysis of cysteine rich peptide venom components"
    },
    {
      "authors": "T.N. Siegel, D.R. Hekstra, L.E. Kemp, L.M. Figueiredo, J.E. Lowell, D. Fenyö, X. Wang, S. Dewell, G.A. Cross",
      "link": "/pdf/09_siegel_genes-dev.pdf",
      "journal": "Genes Dev. 23 (2009) 1063-1076",
      "title": "Four histone variants mark the boundaries of polycistronic transcription units in Trypanosoma brucei"
    },
    {
      "authors": "G. Zhang, D. Fenyö, T.A. Neubert",
      "link": "/pdf/09_zhang_jpr.pdf",
      "journal": "J Proteome Res 8 (2009) 1285-1292",
      "title": "Evaluation of the Variation in Sample Preparation for Comparative Proteomics Using Stable Isotope Labeling by Amino Acids in Cell Culture"
    }
  ],
  "2008": [
    {
      "authors": "J. Eriksson and D. Fenyö",
      "link": "/pdf/08_eriksson_wiley.pdf",
      "journal": "pp. 211-222 in: Mass Spectrometry: Instrumentation, Interpretation, and Applications, Eds. R. Ekman, J. Silberring, A.M. Brinkmalm, D.M. Desiderio, N.M. Nibbering, Wiley 2008",
      "title": "Optimizing Sensitivity and Specificity in Mass Spectrometric Proteome Analysis"
    },
    {
      "authors": "G. Zhang, D. Fenyö, T.A. Neubert",
      "link": "/pdf/08a_zhang_jpr.pdf",
      "journal": "J Proteome Res 7 (2008) 678-686",
      "title": "Use of DNA Ladders for Reproducible Protein Fractionation by Sodium Dodecyl Sulfate-Polyacrylamide Gel Electrophoresis (SDS-PAGE) for Quantitative Proteomics"
    },
    {
      "authors": "G. Zhang, D. Fenyö, T.A. Neubert",
      "link": "/pdf/08b_zhang_jpr.pdf",
      "journal": "J Proteome Res 7 (2008) 4715-4726",
      "title": "Screening for EphB Signaling Effectors Using SILAC with a Linear Ion Trap-Orbitrap Mass Spectrometer"
    },
    {
      "authors": "M. Falth, M. Svensson, A. Nilsson, K. Skold, D. Fenyö, P.E. Andren",
      "link": "/pdf/08_falth_jpr.pdf",
      "journal": "J Proteome Res 7 (2008) 3049-3053",
      "title": "Validation of Endogenous Peptide Identifications Using a Database of Tandem Mass Spectra"
    },
    {
      "authors": "E.M. Woo, D. Fenyö, B.H. Kwok, H. Funabiki, B.T. Chait BT",
      "link": "/pdf/08_woo_anal-chem.pdf",
      "journal": "Anal Chem 80 (2008) 2419-2425",
      "title": "Efficient Identification of Phosphorylation by Mass Spectrometric Phosphopeptide Fingerprinting"
    },
    {
      "authors": "L.F. Westblade, L. Minakhin, K. Kuznedelov, A.J. Tackett, E.J. Chang, R.A. Mooney, I. Vvedenskaya, Q.J. Wang, D. Fenyö, M.P. Rout, R. Landick, B.T. Chait, K. Severinov, S.A. Darst",
      "link": "/pdf/08_westblade_jpr.pdf",
      "journal": "J Proteome Res 7 (2008) 1244-1250",
      "title": "Rapid Isolation and Identification of Bacteriophage T4-Encoded Modifications of Escherichia coli RNA Polymerase: A Generic Method to Study Bacteriophage/Host Interactions"
    },
    {
      "authors": "C.C. Darie, V. Shetty, D.S. Spellman, G. Zhang, C. Xu, H.L. Cardasis, S. Blais, D. Fenyö, and T.A. Neubert",
      "link": "/pdf/08_darie_springer.pdf",
      "journal": "in Applications of Mass Spectrometry in Life Safety, C. Popescu et al. (eds.), Springer 2008",
      "title": "Blue Native PAGE and Mass Spectrometry Analysis of Ephrin Stimulation-Dependent Protein-Protein Interactions in NG108-EPHB2 Cells"
    },
    {
      "authors": "D. Fenyö, R.C. Beavis",
      "link": "/pdf/08_fenyo_mas.pdf",
      "journal": "Mass Spectrom Rev 27 (2008) 1-19",
      "title": "Informatics development: Challenges and solutions for MALDI mass spectrometry"
    }
  ],
  "2007": [
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/07_eriksson_nbt.pdf",
      "journal": "Nature Biotechnology 25 (2007) 651-655",
      "title": "Improving the success rate of proteome analysis by modeling protein-abundance distributions and experimental designs"
    },
    {
      "authors": "D. Fenyö, Q.J. Wang, J.A. DeGrasse, J.C. Padovan, M. Cadene, B.T. Chait",
      "link": "http://www.jove.com/Details.htm?ID=192&VID=154",
      "journal": "Journal of Visualized Experiments Issue 3 (2007)",
      "title": "MALDI sample preparation: the ultra thin layer method"
    },
    {
      "authors": "D. Fenyö, B.S.Phinney, R.C. Beavis",
      "link": "/pdf/07_fenyo_jpr.pdf",
      "journal": "J Proteome Res 6 (2007) 1997-2004",
      "title": "Determining the Overall Merit of Protein Identification Data Sets: rho-Diagrams and rho-Scores"
    },
    {
      "authors": "M. Falth, K. Sköld, M. Svensson, A. Nilsson, D. Fenyö, P.E. Andren",
      "link": "/pdf/07_falth_mcp.pdf",
      "journal": "Mol Cell Proteomics 6 (2007) 1188-1197",
      "title": "Neuropeptidomics: Strategies for specific and sensitive identification of endogenous peptides"
    },
    {
      "authors": "A. Kaplan, M. Söderström, D. Fenyö, H. Pettersen, S. Lindqvist, K. Sköld, M. Svensson, P. Svenningsson, P.E. Andren & L. Björkesten",
      "link": "/pdf/07_kaplan_jpr.pdf",
      "journal": "Journal of Proteome Research 6 (2007) 28880-2895",
      "title": "An automated method for scanning LC-MS data sets for significant peptides and proteins, including quantitative profiling and interactive confirmation"
    }
  ],
  "2006": [
    {
      "authors": "R. Craig, J.C. Cortens, D. Fenyö, R.C. Beavis",
      "link": "/pdf/06_craig_jpr.pdf",
      "journal": "Journal of Proteome Research, 5 (2006) 1843-1849",
      "title": "Using Annotated Peptide Mass Spectrum Libraries for Protein Identification"
    },
    {
      "authors": "M. Fälth, K. Sköld, M. Norrman, M. Svensson, D. Fenyö, P.E. Andren",
      "link": "/pdf/06_falth_mol-cell-proteo.pdf",
      "journal": "Molecular and Cellular Proteomics 5 (2006) 998-1005",
      "title": "SwePep – A Database Designed for Endogenous Peptides and Mass Spectrometry"
    },
    {
      "authors": "E. Ossipova, D. Fenyö, J. Eriksson",
      "link": "/pdf/06_ossipova_proteomics.pdf",
      "journal": "Proteomics 6 (2006) 2079-85",
      "title": "Optimizing Search Conditions for the Mass-Fingerprint-Based Identification of Proteins"
    },
    {
      "authors": "M. Berg, A. Parbel, H. Pettersen, D. Fenyö, & L. Björkesten",
      "link": "/pdf/06_berg_rcms.pdf",
      "journal": "Rapid Communications in Mass Spectrometry 20 (2006) 1558-62",
      "title": "Detection of Artifacts and Peptide Modifications in LC-MS data Using Two-Dimensional Signal Intensity Map Data Visualization"
    },
    {
      "authors": "M. Berg, A. Parbel, H. Pettersen, D. Fenyö, & L. Björkesten",
      "link": "/pdf/06_berg_j-exp-both.pdf",
      "journal": "Journal of Experimental Botany, 57 (2006) 1509-14",
      "title": "Reproducibility of LC-MS-based protein identification"
    }
  ],
  "2005": [
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/05_eriksson_jpr.pdf",
      "journal": "J Proteome Research 4 (2005) 387-93",
      "title": "Protein Identification in Complex Mixtures"
    },
    {
      "authors": "E. A. Kapp, F. Schutz, L. M. Connolly, J. A. Chakel, J. E. Meza, C. A. Miller, D. Fenyö, J. K. Eng, J.N. Adkins, G.S. Omenn & R.J. Simpson",
      "link": "/pdf/05_kapp_proteomics.pdf",
      "journal": "Proteomics, 5 (2005) 3475-90",
      "title": "An evaluation, comparison, and accurate benchmarking of several publicly available MS/MS search algorithms: Sensitivity and specificity analysis"
    },
    {
      "authors": "J. Eriksson & D. Fenyö",
      "journal": "pp. 521-532 in: Comprehensive Analytical Chemistry vol. 46, Ed. G. Marko-Varga, Elsevier 2005",
      "title": "Simulation as a Tool for Optimizing Proteome Analysis"
    },
    {
      "authors": "A. Thelemann, F. Petti, G. Griffin, K. Iwata, T. Hunt, T. Settinari, D. Fenyö, N. Gibson and J. D. Haley",
      "link": "/pdf/05_Thelemann_mcp.pdf",
      "journal": "Molecular and Cellular Proteomics, 4 (2005) 356-76",
      "title": "Phosphotyrosine signaling networks in epidermal growth factor receptor overexpressing squamous carcinoma cells"
    },
    {
      "authors": "D. Fenyö",
      "link": "/pdf/05_fenyo_encyclopedia-GGPB.pdf",
      "journal": "Encyclopedia of Genetics, Genomics, Proteomics and Bioinformatics, Ed. M. Dunn, John Wiley & Sons, 2005",
      "title": "Protein fingerprinting"
    },
    {
      "authors": "D. Fenyö, J. Eriksson & R.C. Beavis",
      "journal": "pp. 267-276 in: Informatics in Proteomics Research, Ed. S. Srivastava, CRC Press 2005",
      "title": "Protein Identification by Searching Collections of Sequences with Mass Spectrometric Information"
    }
  ],
  "2004": [
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/04_eriksson_jpr.pdf",
      "journal": "J. Proteome Research 3 (2004) 979-82",
      "title": "The Statistical Significance of Protein Identification Results as a Function of the Number of Protein Sequences Searched"
    },
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/04_eriksson_jpr_2.pdf",
      "journal": "J Proteome Research 3 (2004) 32-36",
      "title": "Probity: A Protein Identification Algorithm with Accurate Assignment of the Significance of the Results"
    },
    {
      "authors": "H. Nordvarg, J. Flensburg, O. Rönn, J. Öhman, R. Marouga, B. Lundgren, D. Haid, E. Malmport, J. Goscinski, L. Hörnsten, M. Scigelova, S. Bourin, P. Garberg, G. Woffendin, D. Fenyö, H. Bergling & E. Forsberg",
      "link": "/pdf/04_nordvarg_jbt.pdf",
      "journal": "Journal of Biomolecular Techniques, 15 (2004) 265-75",
      "title": "A Proteomics Approach to the Study of Absorption, Distribution, Metabolism, Excretion and Toxicity"
    },
    {
      "authors": "R.C. Beavis & D. Fenyö",
      "link": "/pdf/04_beavis_curr-protocols-bioinf.pdf",
      "journal": "Current Protocols in Bioinformatics, Ed. D. Davidson, John Wiley & Sons, 2004",
      "title": "Finding protein sequences using PROWL"
    }
  ],
  "2003": [
    {
      "authors": "D. Fenyö, R.C. Beavis",
      "link": "/pdf/03_fenyo_anal-chem.pdf",
      "journal": "Analytical Chemistry 75 (2003) 768-74",
      "title": "A method for assessing the statistical significance of mass spectrometry-based protein identifications using general scoring schemes"
    },
    {
      "authors": "M. Trester-Zedlitz, K. Kamada, S.K. Burley, D. Fenyö, B.T. Chait, T.W. Muir",
      "link": "/pdf/03_trester-zedlitz_j-am-chem-soc.pdf",
      "journal": "J Am Chem Soc 125 (2003) 2416-2425",
      "title": "A Modular Cross-Linking Approach for Exploring Protein Interactions"
    }
  ],
  "2002": [
    {
      "authors": "D. Fenyö, R.C. Beavis",
      "link": "/pdf//02_fenyo_trends-biotech.pdf",
      "journal": "Trends Biotechnol 20 (2002) S35-8",
      "title": "Informatics and data management in proteomics"
    },
    {
      "authors": "J. Eriksson, D. Fenyö",
      "link": "/pdf/02_Eriksson-Proteomics.pdf",
      "erratum-link": "/pdf/02_Eriksson-Proteomics-erratum.pdf",
      "erratum-journal": "Proteomics 2 (2002) 603",
      "journal": "Proteomics. 2 (2002) 262-70",
      "title": "A model of random mass-matching and its use for automated significance testing in mass spectrometric proteome analysis"
    },
    {
      "authors": "H.I. Field, D. Fenyö, R.C. Beavis",
      "link": "/pdf/02_Field-Proteomics.pdf",
      "journal": "Proteomics 2 (2002) 36-47",
      "title": "RADARS, a bioinformatics solution that automates proteome mass spectral analysis, optimises protein identification, and archives data in a relational database"
    }
  ],
  "2000": [
    {
      "authors": "J. Eriksson, B.T. Chait, D. Fenyö",
      "link": "/pdf/00_eriksson_anal-chem.pdf",
      "journal": "Anal Chem 72 (2000) 999-1005",
      "title": "A statistical basis for testing the significance of mass spectrometric protein identification results"
    },
    {
      "authors": "D. Fenyö",
      "link": "/pdf/00_fenyo_current-opinion.pdf",
      "journal": "Current Opinion in Biotechnology, 11 (2000) 391-395",
      "title": "Identifying the proteome: software tools"
    },
    {
      "authors": "R.C. Beavis & D. Fenyö",
      "link": "/pdf/00_beavis_proteomics-trends-guide.pdf",
      "journal": "In Proteomics: A Trends Guide, Eds. M. Mann and W. Blackstock, pp 23-27, Elsevier 2000",
      "title": "Database searching with mass spectrometric information"
    }
  ],
  "1999": [
    {
      "authors": "D. Fenyö",
      "link": "/pdf/99_Fenyo-Bioinformatics.pdf",
      "journal": "Bioinformatics 15 (1999) 339-340",
      "title": "The Biopolymer Markup Language"
    }
  ],
  "1998": [
    {
      "authors": "D. Fenyö and R.C. Beavis",
      "link": "/pdf/98_fenyo_marcel-dekker.pdf",
      "journal": "in Mass spectrometry of Biological Materials, Eds. B. Larsen & C. McEwen, Marcel Dekker, 1998",
      "title": "Network-Based Bioinformatics in Protein Mass Spectrometry"
    },
    {
      "authors": "D. Fenyö, J. Qin, B.T. Chait",
      "link": "/pdf/98_fenyo_electrophoresis.pdf",
      "journal": "Electrophoresis 19 (1998) 998-1005",
      "title": "Protein Identification using Mass Spectrometric Information"
    }
  ],
  "1997": [
    {
      "authors": "Y. Wang, K. Severinov, N. Loizos, D. Fenyö, E. Heyduk, T. Heyduk, B. T. Chait, S.A. Darst",
      "link": "/pdf/97_wang_j-mol-biol.pdf",
      "journal": "J Mol Biol (1997) 648-662",
      "title": "Determinants for Escherichia coli RNA Polymerase Assembly within the β Subunit"
    },
    {
      "authors": "J. Qin, D. Fenyö, Y. Zhao, W.W. Hall, D.M. Chao, C.J. Wilson, R.A. Young and B.T. Chait",
      "link": "/pdf/97_qin_Strategy_anal-chem.pdf",
      "journal": "Anal Chem 69 (1997) 3995-4001",
      "title": "A Strategy for Rapid, High Confidence Protein Identification"
    },
    {
      "authors": "D. Fenyö, B.T. Chait, T.E. Johnson, J.S. Lindsey",
      "link": "/pdf/97_fenyo_jpp.pdf",
      "journal": "J Por and Phthalocy 1 (1997) 93-99",
      "title": "Laser desorption Mass Spectrometry of Large Synthetic Porphyrin Arrays"
    },
    {
      "authors": "D. Fenyö",
      "link": "/pdf/97_fenyo_cabios.pdf",
      "journal": "Computer Applications in the Biosciences (CABIOS) 13 (1997) 617-8",
      "title": "A Software Tool for Analysis of Mass Spectrometric Disulfide Mapping Experiments"
    }
  ],
  "1996": [
    {
      "authors": "E. Severinova, K. Severinov, D. Fenyö, M. Marr, E.N. Brody, J.W. Roberts, B.T. Chait, S.A. Darst",
      "link": "/pdf/96_severinova_j-mol-biol.pdf",
      "journal": "J Mol Biol, 263 (1996) 637-647",
      "title": "Organization of the <i>Escherichia coli</i> RNA polymerase σ<sup >70</sup > subunit"
    },
    {
      "authors": "D. Fenyö, W. Zhang, B.T. Chait, R.C. Beavis",
      "link": "/pdf/96_fenyo_anal-chem.pdf",
      "journal": "Anal Chem 68 (1996) 721A-726A",
      "title": "Internet-based Analytical Chemistry Resources. A Model Project"
    },
    {
      "authors": "A.A. Stewart, J.D. Haley, G.-Y. Qu, K. Stam, D. Fenyö, B.T. Chait, D.R. Marshak, A.Y.-K. Ng, G. Marley, K.K. Iwata",
      "link": "/pdf/96_stewart_growth-factors.pdf",
      "journal": "Growth Factors, 13 (1996) 87-98",
      "title": "Unbilical Cord Transforming Growth Factor-β3. Isolation, Comparison with Recombinant TGF-β3 and Cellular Localization"
    }
  ],
  "1995": [
    {
      "authors": "K. Stam, A.A. Stewart, G.Y. Qu, K.K. Iwata, D. Fenyö, B.T. Chait, D.R. Marshak, J.D. Haley",
      "link": "/pdf/95_stam_biochem-journal.pdf",
      "journal": "Biochem J 305 (1995) 87",
      "title": "Physical and Biologial Characterization of a Growth-Inhibitors Activity Purified from the Neuroepithelioma cell-line A673"
    }
  ],
  "1994": [
    {
      "authors": "K. Severinov, D. Fenyö, E. Severinov, B.T. Chait, A. Goldfarb, S. Darst",
      "link": "/pdf/94_severinov_JBC.pdf",
      "journal": "J Biol Chem 269 (1994) 20826-8",
      "title": "The σ-Subunit Conserved Region 3 is Part of the \"5’-Face\" of the active Center of <i>E. coli</i> RNA Polymerase"
    },
    {
      "authors": "H. Tang, K. Severinov, A. Goldfarb, D. Fenyö, B.T. Chait, R. Ebright",
      "link": "/pdf/94_tang_genes-dev.pdf",
      "journal": "Gene Dev 8 (1994) 3058-67",
      "title": "Location, Structure, and Function of the Target of a Transcription Activator Protein"
    },
    {
      "authors": "P. Sinnis, P. Clavijo, D. Fenyö, B.T. Chait, C. Cerami, V. Nussenzweig",
      "link": "/pdf/94_sinnis_j-exp-med.pdf",
      "journal": "J Exp Med 180 (1994) 297-306",
      "title": "Structural and Functional Properties of Region II-Plus of the Malaria Circumsporozoite Protein"
    },
    {
      "authors": "T.S.R. Krishna, D. Fenyö, X–P. Kong, S. Gary, B.T. Chait, P. Burgers, J. Kuriyan",
      "link": "/pdf/94_krishna_jmb.pdf",
      "journal": "J Mol Biol 241 (1994) 265-268",
      "title": "Crystallization of Proliferating Cell Nuclear Antigen (PCNA) from <i>Saccharomyces cerevisiae</i>"
    },
    {
      "authors": "G. Brinkmalm, P. Demirev, J. Eriksson, D. Fenyö, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/94_brinkmalm_nimb.pdf",
      "journal": "Nuclear Instruments and Methods in Physics Research B84 (1994) 37-42",
      "title": "Electronic Sputtering of Fullerenes and the Influence of Primary Ion Charge-State"
    },
    {
      "authors": "R.M. Papaleo, G. Brinkmalm, D. Fenyö, J. Eriksson, H.-F. Kammer, P. Demirev, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/94_papleo_nimb.pdf",
      "journal": "Nuclear Instruments and Methods in Physics Research B91 (1994) 667-671",
      "title": "MeV ion sputtering of polymers: correlation between secondary ion radial velocity distributions and heavy ion track structure"
    },
    {
      "authors": "D. Fenyö, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/94_fenyo_nimb.pdf",
      "journal": "Nuclear Instruments and Methods B84 (1994) 31",
      "title": "On the Ejection of Hydrogen Ions from Organic Solids Impacted by MeV Ions"
    }
  ],
  "1993": [
    {
      "authors": "G. Brinkmalm, P. Demirev, D. Fenyö, P. Håkansson, J. Kopniczky & B. U. R. Sundqvist",
      "link": "/pdf/93_brinkmalm_phys-rev-b.pdf",
      "journal": "Physical Review B47 (1993) 7560-7567",
      "title": "Formation of Fullerenes in MeV-ion Sputtering from Organic Solids"
    },
    {
      "authors": "P. Demirev, D. D. N. B. Daya, G. Brinkmalm, D. Fenyö, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/93_demirev_ijmsip.pdf",
      "journal": "International Journal of Mass Spectrometry and Ion Processes 123 (1993) 69",
      "title": "On Molecular Ion Formation by Hydride Abstraction in Plasma Desorption Mass Spectrometry"
    },
    {
      "authors": "D. Fenyö",
      "link": "/pdf/93_fenyo_phys-rev-b.pdf",
      "journal": "Physical Review B47 (1993) 8263",
      "title": "Sputtering by a Sum of Impulses: The Effect of Finite Track Width"
    }
  ],
  "1992": [
    {
      "authors": "D. Fenyö & R. E. Johnson",
      "link": "/pdf/92_fenyo_phys-rev-b.pdf",
      "journal": "Physical Review B46 (1992) 5090",
      "title": "Computer Experiments on Molecular Ejection from an Amorphous Solid: Comparison to an Analytic Continuum Mechanical Model"
    },
    {
      "authors": "G. Brinkmalm, D. Barofsky, P. Demirev, D. Fenyö, P. Håkansson, R. E. Johnson, C.T. Reimann & B. U. R. Sundqvist",
      "link": "/pdf/92_brinkmalm_chem-phys-lett.pdf",
      "journal": "Chemical Physics Letters 191 (1992) 345-350",
      "title": "Formation of Fullerenes in MeV Ion Track Plasmas"
    }
  ],
  "1991": [
    {
      "authors": "P. Demirev, G. Brinkmalm, D. Fenyö, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/91_demirev_ijmsip.pdf",
      "journal": "International Journal of Mass Spectrometry and Ion Processes 111 (1991) 41",
      "title": "Radial velocities of ejected ions: implications for the mechanism of molecular ion formation in plasma desorption mass spectrometry of biomolecules"
    },
    {
      "authors": "A. Hallen, D. Fenyö, B.U.R. Sundqvist , R.E. Johnson & B.G. Svensson, Dose-Rate",
      "link": "/pdf/91_hallen_j-appl-phys.pdf",
      "journal": "Journal of Applied Physics 70 (1991) 3025",
      "title": "Dependence on the Defect Production in MeV Proton-Irradiated Silicon"
    },
    {
      "authors": "D. Fenyö",
      "link": "/pdf/91_fenyo_auu.pdf",
      "journal": "ACTA UNIVERSITATIS UPSALIENSIS, Almqvist & Wiksell Int., Stockholm, 1991",
      "title": "Electronic Sputtering of Organic Solids"
    },
    {
      "authors": "B. U. R. Sundqvist, P. Håkansson, A. Hedin, D. Fenyö, G. Brinkmalm, P. Roepstorff & R.E. Johnson",
      "journal": "NATO-ASI series, Eds. W. Ens & K.G. Standing, Plenum Publ. Corp., New York, 1991, p. 7",
      "title": "Plasma Desorption Mass Spectrometry - Achievements and Frontiers, Methods and Mechanisms for Producing Ions from Large Molecules"
    },
    {
      "authors": "R. E. Johnson, S. Banarjee, A. Hedin, D. Fenyö & B. U. R. Sundqvist",
      "journal": "Methods and Mechanisms for Producing Ions from Large Molecules\", NATO-ASI series, Eds. W. Ens & K.G. Standing, Plenum Publ. Corp., New York, 1991, p. 89",
      "title": "Heavy-Ion and Laser Pulse-Induced Ejection of Large Organic Molecules"
    },
    {
      "authors": "P. Demirev, D. Fenyö, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/91_demirev_oms.pdf",
      "journal": "Organic Mass Spectrometry 26 (1991), 471",
      "title": "On the Mechanism of Formation of Alkali Cation Adducts in Plasma Desorption Mass Spectrometry of Biomolecules"
    }
  ],
  "1990": [
    {
      "authors": "D. Fenyö, A. Hedin, P. Håkansson & B. U. R. Sundqvist",
      "link": "/pdf/90_fenyo_ijmsip.pdf",
      "journal": "International Journal of Mass Spectrometry and Ion Processes 100 (1990) 63",
      "title": "Radial Velocity Distribution of Ions Ejected from Organic Solids by Fast Heavy Ion Bombardment"
    },
    {
      "authors": "D. Fenyö, B. U. R. Sundqvist, B. Karlsson & R. E. Johnson",
      "link": "/pdf/90_fenyo_phys-rev-b.pdf",
      "journal": "Physical Review B42 (1990) 1895",
      "title": "A Molecular Dynamics Study of Sputtering of Large Molecules"
    },
    {
      "authors": "D. Fenyö, A. Hedin, P. Håkansson & B. U. R. Sundqvist",
      "journal": "Proceedings from the 3rd International Wangerooge Workshop on the Physics of Small Systems, Ed. E.R. Hilf, W. Tuszynski, World Scientific, Singapore 1990",
      "title": "Electronic Sputtering of Large Organic Molecules"
    },
    {
      "authors": "D. Fenyö, A. Hedin, P. Håkansson, R. E. Johnson & B. U. R. Sundqvist",
      "journal": "Proceedings from the 5th International Workshop on Ion Formation from Organic Solids John Wiley & Sons 1990 England",
      "title": "Radial Velocity Distributions in Electronic Sputtering of Large Organic Molecules"
    }
  ],
  "1989": [
    {
      "authors": "R. E. Johnson, B. U. R. Sundqvist, A. Hedin & D. Fenyö",
      "link": "/pdf/89_johnson_phys-rev-b.pdf",
      "journal": "Physical Review B40 (1989) 49",
      "title": "Sputtering by Fast Ions Using a Sum of Impulses"
    },
    {
      "authors": "A. Hedin, D. Fenyö, P. Håkansson, G. Jonsson & B. U. R. Sundqvist",
      "link": "/pdf/89_hedin_nimb.pdf",
      "journal": "Nuclear Instruments and Methods B40/41 (1989) 275",
      "title": "Electronic Sputtering of Biomolecules"
    },
    {
      "authors": "B. U. R Sundqvist, D. Fenyö, A. Hedin, P. Håkansson, G. Jonsson, W. Ens & R. E. Johnson",
      "link": "/pdf/89_sundqvist_rad-eff-def-solids.pdf",
      "journal": "Radiation Effects and Defects in Solids 109 (1989) 169",
      "title": "Directional Correlations Between Incident Particle and Secondary Ions in Electronic Sputtering of Large Organic Molecules"
    },
    {
      "authors": "W. Ens, B. U. R Sundqvist, P. Håkansson, D. Fenyö, A. Hedin & G. Jonsson",
      "journal": "Journal de Physique 50 (1989) C2-9",
      "title": "Radial velocity Measurements of Secondary Molecular Ions in keV and MeV bombardement"
    },
    {
      "authors": "D. Fenyö, B. U. R. Sundqvist, B. Karlsson & R. E. Johnson",
      "journal": "Journal de Physique 50 (1989) C2-33",
      "title": "A Molecular Dynamics Study of Electronic Sputtering of Large Organic Molecules"
    }
  ],
  "1988": [
    {
      "authors": "B. U. R Sundqvist, A. Ariyaratne, W. Ens, D. Fenyö, A. Hedin, P. Håkansson, G. Jonsson",
      "journal": "Proceedings from the 4th International Workshop on Ion Formation from Organic Solids, 1988",
      "title": "On the Upper Limit of Secondary Ions Ejected In Electronic Sputtering from Organic Solids"
    },
    {
      "authors": "B. U. R Sundqvist, D. Fenyö, P. Håkansson, G. Säve, S.-E. Lindqvist, E. Söderström & J. Berg",
      "journal": "Secondary Ion Mass Spectrometry SIMS VI, John Wiley & Sons 1988, p 615-618",
      "title": "Fast Ion Induced Desorption of Secondary Ions from Langmuir - Blodgett Films of Fatty Acids"
    }
  ]
}
