[
  {
    "name": "QUILTS",
    "link": "http://quilts.fenyolab.org/",
    "description": "is a tools for creating sample specific protein sequence databased. It uses genomic and transcriptomic information to create comprehensive sample specific protein database that supports the identification of novel proteins, resulting from single nucleotide variants, splice variants and fusion genes",
    "image": "/images/tools/quilts.jpg"
  },
  {
    "name": "OpenSlice",
    "link": "http://openslice.fenyolab.org/",
    "description": "is a novel web-based API for large scale data sharing in Mass Spectrometry fully eliminating the need to download RAW datafiles",
    "image": "/images/tools/openslice.png"
  },
  {
    "name": "Llama Magic",
    "link": "http://www.llamamagic.org/",
    "description": "is a tool for identification of single chain Llama antibodies by combining next generation sequencing data with mass spectrometry based affinity proteomics data",
    "image": "/images/tools/llama.jpg"
  },
  {
    "name": "PGx",
    "link": "http://pgx.fenyolab.org/",
    "description": "is a tool for proteogenomics mapping. It takes peptide identities and quantities and maps them onto the human genome",
    "image": "/images/tools/pgx.jpg"
  },
  {
    "name": "SRM Interference",
    "link": "http://openslice.fenyolab.org/cgi-bin/srm_interference_cgi.pl",
    "description": "is a tool for detecting and correcting for interference in SRM analysis, and for detecting the linear range of calibration curves",
    "image": "/images/tools/srm-interference.jpg"
  },
  {
    "name": "FLIP",
    "link": "http://openslice.fenyolab.org/flip/",
    "description": "is a novel assay for fast and reliable evaluation of an immunoprecipitation reaction that relies on the expression of the target protein as a chromophore-tagged protein and couples IP with the measurement of fluorescent signal coating agarose beads",
    "image": "/images/tools/flip.png"
  }
]

To Add:
- TranspoScope
- MapRRCon
- Llama Magic
- Black Sheep
- PhosphoDisco
- Secrepedia
- Line1 interactors DB
